{
  "Mycraft solutions permet à tout technicien qualifié de proposer ses compétences afin que les clients puissent le contacter et le joindre facilement. MyCraft Solutions vous permet de contacter les pros de l’entretien, installation, maintenance…. pour tous vos chantiers. Ils sont à proximité prêts à vous dépanner": "Mycraft solutions allows any qualified technician to offer their skills so that customers can contact them and reach them easily. MyCraft Solutions allows you to contact the pros of the maintenance, installation, maintenance .... for all your sites. They are close by and ready to help you out",
  "Conditions d’utilisation": "Terms and conditions of use",
  "Politique de confidentialité": "Privacy Policy",
  "Technicien": "Technician",
  "Vous êtes technicien à la recherche de nouveaux clients ?": "Are you a technician looking for new clients?",
  "C’est sur": "It is on",
  "MyCraft solutions": "MyCraft solutions",
  "que vous allez augmenter vos revenus en vous inscrivant les entreprises ou les particuliers vont vite vous trouver facilement vous joindre.Vous allez juste communiquer vos coordonnées vos compétences dans votre domaine et vos": "that you are going to increase your income by registering companies or individuals will quickly find you easy to reach.you will just communicate your contact information your skills in your field and your",
  "disponibilités ainsi vous allez être contacté pour les effectués des travaux de réparation d’installation ou d’entretiens": "availability so you will be contacted for repair work, installation or maintenance",
  "Particulier": "Particular",
  "Si vous avez des travaux, une installation, un entretien à effectuer ici cest lapplication qui répond à vos besoins que vous soyez. Une entreprise ou un particulier vous allez trouver le technicien que vous avez tant cherché. Pour les réparation de votre logement ou société on a une panoplie de peintres carreleurs, chauffagistes serruriers ,soudeurs..tous qualifiés compétents et efficaces juste avec un clic vous pouvez les contacter et organiser vos travaux sur mesure.": "If you have any work, installation, maintenance to be done here is the application that meets your needs whether you are a company or a private individual. A company or a private individual you will find the technician you have been looking for. For the repair of your home or company we have a panoply of painters, tilers, heating engineers, locksmiths, welders ... all qualified, competent and efficient just with a click you can contact them and organize your work to measure.",
  "Contact us": "Contact us",
  "Bureau De My Craft Solutions": "My Craft Solution Office",
  "Media Sociaux": "Social Media",
  "Faire Une Recherche": "Perform a Search",
  "Qui Sommes-Nous?": "who are we?",
  "First Name": "First Name",
  "SignUp": "SignUp",
  "LastName ": "LastName ",
  "Phone Number": "Phone Number",
  "Password": "Password",
  "Confirm Password": "Confirm Password",

  "Commune": "Commune",
  "Language": "Language",
  "Mon Compte": "My Account",
  "Connexion": "Connexion",
  "Services": "Services",
  "About": "About",
  "Register": "Registre",
  "Dashborad": "Dashborad",
  "Accueil": "Home",
  "WELCOME TO MY CRAFTSMAN HELPER": "WELCOME TO MY CRAFTSMAN HELPER",
  "- Are you looking to find new customers or new craft projects?": "- Are you looking to find new customers or new craft projects?",
  "- Do you need the professional services of a craftsman?": "- Do you need the professional services of a craftsman?",
  "You are in the right place !!": "You are in the right place !!",
  "What are you waiting for to start with us?": "What are you waiting for to start with us? :",
  "Technician": "Technician",
  "Contact": "Contact",

  "Ville": "City",
  "Tous": "All",
  "Code Postal": "Postal Code",
  "Agenda": "Calendar",
  "Langue": "Language",
  "Rechercher": "SEARCH",
  "MY-CRAFT-SOLUTION": "MY-CRAFT-SOLUTION",
  "Our platform, filled with talents and skilled artisans from several sectors (gardener, electrician ...etc.). Its mission is to revolutionize the world of artisans, by connecting qualified and reliable professionals, who are looking to find rapidly new customers and projects, with people and companies who need their services.": "Our platform, filled with talents and skilled artisans from several sectors (gardener, electrician ...etc.). Its mission is to revolutionize the world of artisans, by connecting qualified and reliable professionals, who are looking to find rapidly new customers and projects, with people and companies who need their services.",
  "WHO WE ARE": "WHO WE ARE",
  "Nos Techniciens": "Our Technicians",
  "Carpenters": "Carpenters",
  "Our skilled carpenters can add the final changes to your building project and install, maintain, and repair a wide range of residential, commercial, and industrial fixtures.": "Our skilled carpenters can add the final changes to your building project and install, maintain, and repair a wide range of residential, commercial, and industrial fixtures.",
  "Plumbers": "Plumbers",
  "In both commercial and residential structures, our qualified plumbers assist with the installation, maintenance, and repair of pipes, valves, fittings, drainage systems, and fixtures.": "In both commercial and residential structures, our qualified plumbers assist with the installation, maintenance, and repair of pipes, valves, fittings, drainage systems, and fixtures.",
  "Welders": "Welders",
  "We have qualified welders on our platform who assist with putting metal parts and products together and fixing metal component damage.": "We have qualified welders on our platform who assist with putting metal parts and products together and fixing metal component damage.",
  "Electricians": "Electricians",
  "Our qualified electrician can install and fix electrical systems, fixtures, and wiring in buildings to address any electrical issues you may be experiencing.": "Our qualified electrician can install and fix electrical systems, fixtures, and wiring in buildings to address any electrical issues you may be experiencing.",
  "Landscapers": "Landscapers",
  "Maintaining gardens and lawns, adding fertilizer, setting up outdoor lighting and sprinkler systems, and clearing snow, ice, and leaves are all tasks performed by landscapers.": "Maintaining gardens and lawns, adding fertilizer, setting up outdoor lighting and sprinkler systems, and clearing snow, ice, and leaves are all tasks performed by landscapers.",
  "Tilers": "Tilers",
  "Construct, extend, and fix residential, commercial, and other buildings as well as chimneys, walls, foundations, and ornamental masonry work.": "Construct, extend, and fix residential, commercial, and other buildings as well as chimneys, walls, foundations, and ornamental masonry work.",
  "Painters": "Painters",
  "If need someone that will establish property boundaries, our surveyors are here to take exact measurements of your topographical features and areas.": "If need someone that will establish property boundaries, our surveyors are here to take exact measurements of your topographical features and areas.",
  "Our ventilator is here to help you in designing, installing ductwork and duct fittings, as well as install air conditioning and ventilation equipment.": "Our ventilator is here to help you in designing, installing ductwork and duct fittings, as well as install air conditioning and ventilation equipment.",
  "Why should you use our platform?": "Why should you use our platform?",
  "We strive to lead and improve your business in the right direction through": "We strive to lead and improve your business in the right direction through:",
  "Finding new customers quickly, easily and close to you through our databases": "Finding new customers quickly, easily and close to you through our databases",
  "Joining several companies that need their skills": "Joining several companies that need their skills",
  "Saving time by using our services": "Saving time by using our services",
  "Are you a professional? Join our platform!": "Are you a professional? Join our platform!",
  "FIND YOUR TECHNICIAN NEARBY.": "FIND YOUR TECHNICIAN NEARBY.",
  "The my-craft solution is a web-based application created by M & Y Solutions to be used in order to link artisans, crafters, and skilled professionals with potential clients. Additionally, it makes it easier or less stressful for clients to look for qualified professional. The technician part and the client part are the two basic components of these web application. While clients visit the application, create an account by filling in all necessary information, and search for the nearest technician by using the city name, postal code, or language, technicians visit the application, register by filling in all necessary details that are secure, update their profiles, and wait for matches. For simple and efficient communication, My-craft-solution offers clients the option to look for a technician based on language.": "The my-craft solution is a web-based application created by M & Y Solutions to be used in order to link artisans, crafters, and skilled professionals with potential clients. Additionally, it makes it easier or less stressful for clients to look for qualified professional. The technician part and the client part are the two basic components of these web application. While clients visit the application, create an account by filling in all necessary information, and search for the nearest technician by using the city name, postal code, or language, technicians visit the application, register by filling in all necessary details that are secure, update their profiles, and wait for matches. For simple and efficient communication, My-craft-solution offers clients the option to look for a technician based on language.",
  "CONTACT": "CONTACT",
  "contact@mytechician.com": "contact@mytechician.com",
  "USEFUL LINKS": "USEFUL LINKS",
  "My Account": "My Account",
  "FOLLOW": "FOLLOW",
  "LogIn To Your Account": "LogIn To Your Account",
  "SignUp As A Technician": "SignUp As A Technician",
  "SignUp As A Client": "SignUp As A Client",
  "Mot de passe doit être d'au moins 8 caractères": "Password must be at least 8 characters",
  "First Time On My Technician ?": "First Time On My Technician ?",
  "Forget Password ?": "Forget Password ?",
  "Se souvenir de moi?": "Remember me?",
  "Mot de passe": "Password",
  "Your name": "Your name",
  " Send a message": "Send a message",
  "We'll be in touch soon.": "We'll be in touch soon.",
  "Thank you!": "Thank you!",
  "Your message": "Your message",
  "Register As Technician": "Register As Technician",
  "Register As Client": "Register As Client",
  "Thank You For Choosing Your Specialty": "Thank You For Choosing Your Specialty",
  "Already registered? Log in by clicking here": "Already registered? Log in by clicking here",
  "Register now": "Register now",
  "I agree with all terms and conditions": "I agree with all terms and conditions",
  "Confirm Password": "Confirm Password",
  "Adresse": "Adress",
  "Phone Number": "Phone Number",
  "FirstName": "FirstName",
  "LastName": "LastName",
  "SignUp": "SignUp",
  "Faire une recherche": "Search for a technician",
  "Contactez-Nous Maintenant": "Contact-Us Now",
  "Concept": "Concept",
  "Particulier": "Particular",
  "Technicien": "Technician",
  "Qui sommes-nous?": "Who Are We ?",
  "Contactez-Nous": "Contact Us",
  "Politique de confidentialité": "Privacy policy",
  "Conditions d'utilisation": "Terms of use",
  "Bureau De My Craft Solution": "My Craft Solution",
  "Search": "Search",
  "Bruxelles": "Brussels",
  "Anvers": "Antwerp",
  "Gand": "Ghent",
  "Charleroi": "Charleroi",
  "Liège": "Liège",
  "Bruges": "Bruges",
  "Schaerbeek": "Schaerbeek",
  "Namur": "Namur",
  "Anderlecht": "Anderlecht",
  "Louvain": "Leuven",
  "Mons": "Mons",
  "Molenbeek-Saint-Jean": "Molenbeek-Saint-Jean",
  "Malines": "Mechelen",
  "Ixelles": "Ixelles",
  "Ostende": "Ostend",
  "serrurier": "locksmith",
  "chauffagiste": "ventilation flitter",
  "Serruriers": "Locksmiths",
  "Chauffagistes": "Ventilation Flitters",
  "Parties et Objet": "Parties and Purpose",
  "My-craft-solution (ci-après My-craft-solution ou le Responsable du Traitement)": "My-craft-solution (hereinafter My-craft-solution or the Data Controller)",
  "Adresse du siège de la société  Bridge Building, Av. Charles-Quint 584, 1082 Bruxelles": "Address of the company's headquarters: Bridge Building, Av. Charles-Quint 584, 1082 Brussels",
  "Téléphone": "Phone",
  "My-craft-solution établit la présente Politique de confidentialité dont l’objet est d’informer en toute transparence les Utilisateurs du site internet hébergé à l’adresse suivante (my-craft-solutions.be/) (ci-après le “Site”), de la manière dont les données personnalisées sont récoltées et traitées par le Responsable du Traitement.": "My-craft-solution establishes this Privacy Policy, the purpose of which is to transparently inform Users of the website hosted at the following address (my-craft-solutions.be/) (hereinafter the Site), of the manner in which personalized data is collected and processed by the Data Controller.",
  "Le terme “Utilisateur” fait référence à tout utilisateur, soit toute personne physique ou morale, qui visite ou interagit d’une quelconque manière avec le site.": "The term 'User' refers to any user, which is any natural or legal person, who visits or interacts in any way with the Site.",
  "À ce titre, My-craft-solution détermine tous les moyens et finalités techniques, juridiques, et organisationnels du traitement des données personnelles des Utilisateurs. My-craft-solution s’engage à cet effet à prendre toutes les mesures nécessaires pour garantir un traitement des données personnelles conforme à la loi du 30 juillet 2018 relative à la protection des données physiques à l’égard des traitement des données à caractère personnel (ci-après “la Loi”) et au Règlement européen du 26 avril 2016 relatif à la protection des données des personnes physiques à l’égard du traitement des données à caractère personnel et à la libre circulation de ces données (ci-après le “Règlement).": "As such, My-craft-solution determines all the technical, legal, and organizational means and purposes of processing Users' personal data. To this end, My-craft-solution undertakes to take all necessary measures to ensure the processing of personal data in accordance with the Law of 30 July 2018 on the protection of physical data with regard to the processing of personal data (hereinafter the Law) and the European Regulation of 26 April 2016 on the protection of data of natural persons with regard to the processing of personal data and on the free movement of such data (hereinafter the Regulation).",
  "Years Of Experience": "Years Of Experience",
  "Accreditation": "Accreditation",
  "City": "City",

  "My-craft-solution est libre de choisir toute personne physique ou morale qui traite les données personnelles des utilisateurs à sa demande et pour son compte (ci-après le “Sous-traitant”). Le cas échéant, My-craft-solution s’engage à sélectionner un Sous-traitant offrant des garanties suffisantes quant aux mesures de sécurité techniques et organisationnelles du traitement des données personnelles, au regard de la Loi et du Règlement.": "My-craft-solution is free to choose any natural or legal person who processes users' personal data at its request and on its behalf (hereinafter the Processor). Where applicable, My-craft-solution undertakes to select a Processor offering sufficient guarantees as to the technical and organizational security measures for the processing of personal data, with regard to the Law and the Regulation.",
  "Traitement des données personnelles": "Personal data processing",
  "L’utilisation du site par les Utilisateurs pourra entraîner la communication de données personnelles. Le traitement de ces données par My-craft-solution, en sa qualité de Responsable du traitement, ou par les prestataires agissant au nom et pour le compte de My-craft-solution, sera conforme à la Loi et au Règlement.": "The use of the site by users may result in the communication of personal data. The processing of such data by My-craft-solution, in its capacity as Data Controller, or by service providers acting in the name and on behalf of My-craft-solution, will comply with the Law and the Regulation.",
  "Les données à caractère personnel seront traitées par My-craft-solution, conformément aux finalités citées plus bas, via affiner le moteur de recherche.": "Personal data will be processed by My-craft-solution, in accordance with the purposes mentioned below, via refining the search engine.",
  "Finalité du traitement des données personnelles": "Purpose of processing personal data",
  "Conformément à l’article 13 du Règlement, les finalités du traitement des données personnelles sont communiquées à l’utilisateur et  affiner le moteur de recherche": "In accordance with Article 13 of the Regulation, the purposes of processing personal data are communicated to the user and refine the search engine",
  "Données personnelles susceptibles d’être traitées": "Personal data likely to be processed",
  "L’utilisateur consent, lors de la visite et lors de l’utilisation du site, que My-craft-solution recueille et traite selon les modalités et principes décrits dans la présente Politique de confidentialité, les données à caractère personnel suivantes ": "The user consents, when visiting and using the site, that My-craft-solution collects and processes according to the terms and principles described in this Privacy Policy, the following personal data:",
  "Consentement": "Consent",
  "En accédant au site et en l’utilisant, l’Utilisateur déclare avoir pris connaissance et marqué son accord de façon libre, spécifique, éclairée et univoque au traitement des données à caractère personnel la concernant. Cet accord porte sur le contenu de la présente Politique de confidentialité.": "By accessing and using the site, the User declares that he/she is aware of and agrees freely, specifically and unambiguously to the processing of his/her personal data. This agreement relates to the content of this Privacy Policy.",
  "Le consentement est donné par l’acte positif par lequel l’Utilisateur a coché la case proposant la Politique de confidentialité en lien hypertexte. Ce consentement est une condition indispensable pour effectuer certaines opérations sur le site ou pour permettre à l’Utilisateur d’entrer en relation contractuelle avec My-craft-solution. Tout contrat liant My-craft-solution et un Utilisateur portant sur les services et biens proposés sur le site est subordonné à l’acceptation de la Politique de confidentialité par l’Utilisateur.": "Consent is given by the positive act by which the User has checked the box offering the Privacy Policy as a hyperlink. This consent is an indispensable condition for carrying out certain operations on the site or for allowing the User to enter into a contractual relationship with My-craft-solution. Any contract between My-craft-solution and a User relating to the services and goods offered on the site is subject to the User's acceptance of the Privacy Policy.",
  "L’Utilisateur consent à ce que le Responsable du Traitement traite et recueille, conformément aux modalités et principes compris dans la présente Politique de confidentialité, ses données à caractère personnel qu’il communique sur le site ou à l’occasion des services proposés par My-craft-solution, pour les finalités indiquées plus haut.": "The User consents to the Processing Manager processing and collecting, in accordance with the terms and principles included in this Privacy Policy, his/her personal data that he/she communicates on the website or on the occasion of the services offered by My-craft-solution, for the purposes indicated above.",
  "L’Utilisateur a le droit de retirer son consentement à tout moment. Le retrait du consentement ne compromet pas la licéité du traitement fondé sur le consentement préalablement donné.": "The User has the right to withdraw consent at any time. Withdrawal of consent does not affect the lawfulness of the processing based on the consent previously given.",
  "Durée de conservation des données personnelles des Utilisateurs": "Duration of retention of Users' personal data",
  "Conformément à l’article 13 du Règlement et de la Loi, le Responsable du Traitement ne conserve les données à caractère personnel que pendant le temps raisonnablement nécessaire pour permettre l’accomplissement des finalités pour lesquelles elles sont traitées.": "In accordance with Article 13 of the Regulation and the Law, the Data Controller shall keep personal data only for as long as is reasonably necessary for the fulfilment of the purposes for which they are processed.",
  "Cette durée est dans tous les cas inférieure à  10 ans.": "This duration is in all cases less than : 10 years.",
  "Destinataires des données et divulgation à des tiers": "Data Recipients and Disclosure to Third Parties",
  "Les données personnelles peuvent être transmises aux préposés, collaborateurs, sous-traitants ou fournisseurs de My-craft-solution qui offrent des garanties de sécurité des données adéquates et qui collaborent avec My-craft-solution dans le cadre de la commercialisation de produits ou de la fourniture de services. Ils agissent sous l’autorité directe de My-craft-solution et sont notamment responsables de recueillir, traiter ou sous-traiter ces données.": "Personal data may be passed on to employees, collaborators, subcontractors or suppliers of My-craft-solution who offer adequate data security guarantees and who collaborate with My-craft-solution in the context of marketing products or providing services. They act under the direct authority of My-craft-solution and are in particular responsible for collecting, processing or subcontracting such data.",
  "Dans tous les cas, les destinataires des données et ceux à qui ces données ont été divulguées respectent le contenu de la présente Politique de confidentialité. My-craft-solution assure qu’ils traiteront ces données aux seules finalités prévues, de façon discrète et sécurisée.": "In all cases, the recipients of the data and those to whom such data has been disclosed shall comply with the contents of this Privacy Policy. My-craft-solution assures that they will process such data for the intended purposes only, discreetly and securely.",
  "Dans l’hypothèse où les données seraient divulguées à des tiers à des fins de marketing direct ou de prospection, l’Utilisateur en sera préalablement informé pour qu’il exprime son consentement à l’utilisation de ses données personnelles.": "In the event that the data is disclosed to third parties for direct marketing or canvassing purposes, the User will be informed beforehand so that he/she can express his/her consent to the use of his/her personal data.",
  "Data Protection Officer (DPO)": "Data Protection Officer (DPO)",
  "La personne suivante est nommée Déléguée à la Protection des Données ou Data Protection officer (ci-après DPO)  Damak Salma.": "The following person is appointed as the Data Protection Officer (hereinafter DPO) : Damak Salma.",
  "Le rôle du DPO est de s’assurer la bonne mise en œuvre des dispositions nationales et supranationales quant à la collecte et au traitement des données à caractère personnel.": "The role of the DPO is to ensure the proper implementation of national and supranational provisions regarding the collection and processing of personal data.",
  "Le DPO peut être contacté comme suit  Salma.damak@itm-bc.com.": "The DPO can be contacted as follows: Salma.damak@itm-bc.com.",
  "Droits des Utilisateurs": "Users' Rights",
  "À tout moment, l’Utilisateur peut exercer ses droits en envoyant un message par courrier électronique à l’adresse suivante  info@my-craft-solutions.be": "At any time, the User may exercise his rights by sending an e-mail message to the following address: info@my-craft-solutions.be",
  "Droit d’accès": "Right of access",
  "Conformément à l’article 15 du Règlement, My-craft-solution garantit le droit d’accès à l’Utilisateur à ses données personnelles. L’Utilisateur a le droit d’obtenir l’accès auxdites données à caractère personnel ainsi que les informations suivantes ": "In accordance with Article 15 of the Regulation, My-craft-solution guarantees the right of access to the User to his personal data. The User has the right to obtain access to said personal data as well as the following information:",
  "les finalités du traitement ;": "the purposes of the processing;",
  "les catégories de données à caractère personnel concernées ;": "the categories of personal data concerned;",
  "les destinataires ou catégories de destinataires auxquels les données à caractère personnel ont été ou seront communiquées, en particulier les destinataires qui sont établis dans des pays tiers ou les organisations internationales ;": "the recipients or categories of recipients to whom the personal data have been or will be disclosed, in particular recipients who are established in third countries or international organizations;",
  "lorsque cela est possible, la durée de conservation des données à caractère personnel envisagée ou, lorsque ce n’est pas possible, les critères utilisés pour déterminer cette durée ;": "where possible, the intended period of retention of personal data or, where this is not possible, the criteria used to determine that period;",
  "l’existence d’une prise de décision automatisée, y compris un profilage, visée à l’article 22, paragraphes 1 et 4 du Règlement, et, au moins en pareils cas, des informations concernant la logique sous-jacente, ainsi que l’importance et les conséquences prévues de ce traitement pour la personnes concernée.": "the existence of automated decision-making, including profiling, as referred to in Article 22(1) and (4) of the Regulation, and, at least in such cases, information concerning the underlying logic, as well as the significance and intended consequences of such processing for the data subject.",
  "Le Responsable du Traitement peut exiger le paiement de frais raisonnables basés sur les coûts administratifs pour toute copie supplémentaire demandée par l’Utilisateur.": "The Processor may require payment of a reasonable fee based on administrative costs for any additional copies requested by the User.",
  "Lorsque l’Utilisateur introduit cette demande par voie électronique (par le biais de l’adresse électronique par exemple), les informations sont fournies sous une forme électronique d’usage courant, à moins que l’Utilisateur ne demande qu’il en soit autrement.": "Where the User makes such a request electronically (through the email address, for example), the information shall be provided in a commonly used electronic form, unless the User requests otherwise.",
  "La copie de ses données sera communiquée à l’Utilisateur au plus tard dans le mois après la réception de la demande.": "The copy of his data will be communicated to the User no later than one month after the receipt of the request.",
  "Droit de rectification": "Right of rectification",
  "My-craft-solution garantit le droit de rectification et d’effacement des données personnelles à l’Utilisateur.": "My-craft-solution guarantees the right of rectification and deletion of personal data to the User.",
  "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées toute rectification des données à caractère personnel, à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.": "In accordance with Article 19 of the Regulation, the Controller shall notify each recipient to whom personal data have been disclosed of any rectification of the personal data, unless such disclosure proves impossible or requires disproportionate effort. The Controller shall provide the data subject with information about such recipients if he or she so requests.",
  "Droit à l’effacement": "Right to erasure",
  "L’Utilisateur a le droit d’obtenir l’effacement de ses données personnelles dans les meilleurs délais dans les hypothèses énumérées à l’article 17 du Règlement.": "The User has the right to obtain the erasure of his personal data as soon as possible in the cases listed in Article 17 of the Regulation.",
  "Les deux paragraphes précédents ne s’appliquent pas dans la mesure où ce traitement est nécessaire ": "The preceding two paragraphs shall not apply to the extent that such processing is necessary:",
  "à l’exercice du droit à la liberté d’expression et d’information ;": "to the exercise of the right to freedom of expression and information;",
  "pour respecter une obligation légale qui requiert le traitement prévue par le droit de l’Union ou par le droit de l’État membre auquel le responsable du traitement est soumis, ou pour exécuter une mission d’intérêt public ou relevant de l’exercice de l’autorité publique dont est investi le Responsable du Traitement ;": "to comply with a legal obligation requiring the processing laid down by Union law or by the law of the Member State to which the Controller is subject, or to perform a task carried out in the public interest or in the exercise of official authority vested in the Controller;",
  "à la constatation, à l’exercice ou à la défense de droits en justice.": "to the establishment, exercise or defense of legal rights.",
  "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées tout effacement de données à caractère personnel ou toute limitation du traitement effectué à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.": "In accordance with Article 19 of the Regulation, the Controller shall notify each recipient to whom personal data have been disclosed of any erasure of personal data or restriction of processing carried out unless such disclosure proves impossible or would require disproportionate effort. The controller shall provide the data subject with information about such recipients if he or she so requests.",
  "Droit de limitation du traitement": "Right to limit processing",
  "L’Utilisateur a le droit d’obtenir la limitation du traitement de ses données personnelles dans les hypothèses énumérées à l’article 19 du Règlement.": "The User has the right to obtain the limitation of the processing of his/her personal data in the cases listed in Article 19 of the Regulation.",
  "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées toute limitation du traitement effectué, à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.": "In accordance with Article 19 of the Regulation, the Controller shall notify each recipient to whom personal data have been disclosed of any restriction on the processing carried out, unless such disclosure proves impossible or requires disproportionate effort. The Controller shall provide the data subject with information about such recipients if he or she so requests.",
  "Droit de portabilité des données": "Right to data portability",
  "Conformément à l’article 20 du Règlement, les Utilisateurs ont le droit de recevoir de My-craft-solution les données à caractère personnel les concernant dans un format structuré, couramment utilisé et libsible par machine. Les Utilisateurs ont le droit de transmettre ces données à un autre responsable du traitement sans que My-craft-solution y fasse obstacle dans les cas prévus par le Règlement.": "In accordance with Article 20 of the Regulation, Users have the right to receive from My-craft-solution personal data concerning them in a structured, commonly used and machine-readable format. Users have the right to transmit such data to another controller without My-craft-solution hindering this in the cases provided for in the Regulation.",
  "Lorsque l’Utilisateur exerce son droit à la portabilité des données en application du paragraphe précédent, elle a le droit d’obtenir que les données à caractère personnel soient transmises directement d’un responsable du traitement à un autre, lorsque cela est techniquement possible.": "When the User exercises her right to data portability pursuant to the previous paragraph, she has the right to obtain that the personal data be transmitted directly from one data controller to another, when technically possible.",
  "L’exercice du droit de portabilité des données s’étend sans préjudice du droit à l’effacement. Ce droit ne s’applique pas au traitement nécessaire à l’exécution d’une mission d’intérêt public ou relevant de l’exercice de l’autorité publique dont est investi le responsable du traitement.": "The exercise of the right to data portability shall be without prejudice to the right to erasure. This right shall not apply to processing necessary for the performance of a task in the public interest or in the exercise of official authority vested in the controller.",
  "Le droit de portabilité des données ne porte pas atteinte aux droits et libertés de tiers.": "The right to data portability does not affect the rights and freedoms of third parties.",
  "Droit d’opposition et prise de décision individuelle automatisée": "The right to data portability does not affect the rights and freedoms of third parties.",
  "L’Utilisateur dispose à tout moment du droit de s’opposer au traitement de ses données personnelles en raison de sa situation particulière, y compris l’automatisation des données effectuée par My-craft-solution. Conformément à l’article 21 du Règlement, My-craft-solution ne traitera plus les données à caractère personnel, à moins qu’il existe des motifs légitimes et impérieux pour le traitement qui prévalent sur les intérêts et les droits et libertés de l’Utilisateur, ou pour la constatation, l’exercice ou la défense de droits en justice.": "The User has the right at any time to object to the processing of his personal data due to his particular circumstances, including the automation of data carried out by My-craft-solution. In accordance with Article 21 of the Regulation, My-craft-solution will no longer process personal data, unless there are compelling legitimate grounds for the processing that override the interests and rights and freedoms of the User, or for the establishment, exercise or defense of legal claims.",
  "Lorsque les données à caractère personnel sont traitées à des fins de prospection, l’Utilisateur a le droit de s’opposer à tout moment au traitement des données à caractère personnel la concernant à de telles fins de prospection, y compris au profilage dans la mesure où il est lié à une telle prospection.": "Where personal data is processed for canvassing purposes, the User has the right to object at any time to the processing of her personal data for such canvassing purposes, including profiling insofar as it is related to such canvassing.",
  "Lorsque la personne concernée s’oppose au traitement à des fins de prospection, les données à caractère personnel ne sont plus traitées à ces fins.": "Where the data subject objects to the processing for canvassing purposes, the personal data shall no longer be processed for such purposes.",
  "L’Utilisateur dispose du droit d’introduire une plainte concernant le traitement de ses données personnelles par My-craft-solution auprès de l’Autorité de Protection des Données, compétente pour le territoire belge. De plus amples informations peuvent être trouvées sur le site internet ": "The User has the right to lodge a complaint regarding the processing of his personal data by My-craft-solution with the Data Protection Authority, competent for the Belgian territory. More information can be found on the website:",
  "L’introduction d’une plainte se fait aux adresses suivantes ": "Filing a complaint can be done at the following addresses:",
  "Autorité de Protection des Données": "Data Protection Authority",

  "L’utilisateur peut également introduire une plainte auprès du tribunal de première instance de son domicile.": "The user may also file a complaint with the court of first instance of his residence.",
  "Cookies": "Cookies",
  "Le site utilise des cookies pour distinguer les Utilisateurs du site. Cela permet de fournir aux Utilisateurs une meilleure expérience de navigation et une amélioration du site et de son contenu. Les objectifs et modalités des cookies sont contenus dans ce présent article.": "The site uses cookies to distinguish Users of the site. This allows us to provide Users with a better browsing experience and an improvement of the site and its content. The purposes and terms of cookies are contained in this article.",
  "Principes généraux": "General principles",
  "Un “Cookie” est un fichier déposé temporairement ou de façon permanente sur le disque dur de l’Utilisateur lors de la consultation du site internet, en vue d’une connexion ultérieure. Grâce aux cookies, le serveur reconnaît l’ordinateur de l’Utilisateur.": "A Cookie is a file deposited temporarily or permanently on the User's hard disk when consulting the website, with a view to a subsequent connection. Thanks to cookies, the server recognizes the User's computer.",
  "Les cookies peuvent aussi être installés par des tiers avec lesquels My-craft-solution collabore.": "Cookies may also be set by third parties with whom My-craft-solution collaborates.",
  "Certains cookies utilisés par My-craft-solution sont nécessaires au bon fonctionnement du Site, d’autres permettent d’améliorer l’expérience de l’Utilisateur.": "Some cookies used by My-craft-solution are necessary for the proper functioning of the Site, others are used to improve the User's experience.",
  "L’Utilisateur peut personnaliser ou désactiver les cookies en paramétrant son navigateur.": "The User can personalize or deactivate cookies by configuring his browser.",
  "En utilisant le site internet, l’Utilisateur marque expressément son accord avec la gestion des cookies telle que décrite dans le présent article.": "By using the website, the User expressly agrees with the management of cookies as described in this article.",
  "Type de cookies et finalités poursuivies": "Type of cookies and purpose",
  "Différents types de cookies sont utilisés par My-craft-solution sur le site": "Different types of cookies are used by My-craft-solution on the site :",
  "Les cookies techniques  ils sont nécessaires à l’exploitation du site internet, permettent la communication des données introduites et sont destinés à faciliter la navigation de l’Utilisateur.": "Technical cookies: they are necessary for the operation of the website, allow the communication of data entered and are intended to facilitate the User's navigation.",
  "Les cookies de mesure statistiques et d’audience  ces cookies permettent la reconnaissance de l’Utilisateur et sont utilisés afin de comptabiliser le nombre d’Utilisateurs du site internet sur une certaine période. Dès lors qu’ils indiquent aussi le comportement de navigation, ils sont un moyen efficace pour améliorer la navigation de l’Utilisateur, en lui affichant des propositions et offres susceptibles de l’intéresser. Ils permettent aussi à My-craft-solution de repérer les possibles bugs sur le site internet et de les corriger.": "Statistical and audience measurement cookies: these cookies allow the recognition of the User and are used to count the number of Users of the website over a certain period. Since they also indicate browsing behaviour, they are an effective means of improving the User's browsing experience by displaying proposals and offers likely to be of interest to him. They also allow My-craft-solution to identify possible bugs on the website and to correct them.",
  "Les cookies fonctionnels  ces cookies facilitent l’utilisation du site internet en retenant certains choix introduits (par exemple la langue)": "Functional cookies: these cookies facilitate the use of the website by retaining certain choices introduced (for example language)",
  "Les cookies de traçage  My-craft-solution utilise des cookies de traçage via Google Analytics, pour mesurer l’interaction des Utilisateurs avec le contenu du site et produire des statistiques anonymes. Ces statistiques permettent à My-craft-solution de perfectionner le site internet. Google étaye l’explication de ces cookies à l’adresse suivante": "Tracking cookies My-craft-solution uses tracking cookies via Google Analytics, to measure the interaction of Users with the content of the site and to produce anonymous statistics. These statistics allow My-craft-solution to improve the website. Google supports the explanation of these cookies at the following address",
  "Délai de conservation des cookies": "Cookie retention period",
  "Les cookies sont conservés pour le temps nécessaire à l’accomplissement de la finalité poursuivie. Les cookies susceptibles d’être stockés sur le disque dur de l’Utilisateur ainsi que leur délai de conservation sont les suivants  10 ans.": "Cookies are kept for the time necessary to achieve the purpose. The cookies likely to be stored on the User's hard drive as well as their retention period are as follows: 10 years.",
  "Gestion des cookies": "Cookie Management",
  "Si l’Utilisateur ne veut pas que le site internet place des cookies sur son disque dur, il lui est aisé de les gérer ou les supprimer en modifiant les paramètres de son navigateur. La programmation du navigateur permet aussi à l’Utilisateur de recevoir un avis ou une notification dès qu’un site internet utilise des cookies et ainsi décider d’accepter cela, ou de le refuser.": "If the User does not want the website to place cookies on his or her hard drive, it is easy for him or her to manage or delete them by modifying the browser settings. Browser programming also allows the User to receive a notice or notification when a website is using cookies and thus decide whether to accept or reject them.",
  "Si l’Utilisateur désactive certains cookies, il accepte que le site interne puisse ne pas fonctionner de manière optimale. Certaines parties du site internet pourraient ainsi ne pas être utilisables, ou l’être partiellement.": "If the User disables certain cookies, he/she agrees that the internal website may not function optimally. Some parts of the website may thus not be usable, or may be partially usable.",
  "Si l’Utilisateur souhaite ainsi gérer et/ou supprimer certains cookies, il peut le faire en utilisant le/les liens suivant(s) ": "If the User wishes to manage and/or delete certain cookies in this way, he/she may do so by using the following link(s):",
  "Limitation de responsabilité du Responsable de Traitement": "Limitation of liability of the Data Controller",
  "Le site internet peut contenir des liens vers d’autres sites internet détenus par des tiers non liés à My-craft-solution. Le contenu de ces sites et le respect de ceux-ci au regard de la Loi et du Règlement ne relèvent pas de la responsabilité de My-craft-solution.": "The website may contain links to other websites owned by third parties not related to My-craft-solution. The content of these sites and their compliance with the Act and Regulations is not the responsibility of My-craft-solution.",
  "Le titulaire de l’autorité parentale doit donner son consentement exprès pour que le mineur de moins de 16 ans puisse divulguer des informations ou données personnelles sur le site internet. My-craft-solution conseille vivement aux personnes exerçant l’autorité parentale sur des mineurs de promouvoir une utilisation responsable et sécurisée d’internet. Le Responsable de Traitement ne peut être tenu responsable pour avoir collecté et traité des informations et données personnelles de mineurs de moins de 16 ans dont le consentement n’est pas effectivement couvert par celui de leurs parents légaux ou pour des données incorrectes – notamment concernant l’âge – introduites par des mineurs. En aucun cas, des données personnelles ne seront traitées par le Responsable de Traitement si l’Utilisateur précise qu’il est âgé de moins de 16 ans.": "The holder of parental authority must give express consent for the minor under 16 years of age to disclose personal information or data on the website. My-craft-solution strongly advises persons exercising parental authority over minors to promote responsible and secure use of the Internet. The data controller cannot be held responsible for collecting and processing personal data from minors under the age of 16 whose consent is not effectively covered by that of their legal parents or for incorrect data - in particular regarding age - entered by minors. Under no circumstances will personal data be processed by the Data Controller if the User specifies that he or she is under 16 years of age.",
  "Droit applicable et juridiction compétente": "Applicable law and jurisdiction",
  "La présente Politique de confidentialité est exclusivement régie par le droit belge. Tout litige sera porté devant les tribunaux de l’arrondissement judiciaire du siège social de My-craft-solution.": "This Privacy Policy is governed exclusively by Belgian law. Any dispute shall be brought before the courts of the judicial district of the registered office of My-craft-solution.",
  "Pour toute question ou réclamation relative à la présente Politique de confidentialité, l’Utilisateur peut contacter le Responsable du Traitement via l’adresse suivante ": "For any questions or complaints related to this Privacy Policy, the User may contact the Processor via the following address:",
  "Déclaration relative aux cookies utilisés par My-craft-solution": "Statement on cookies used by My-craft-solution",
  "Tél": "Tel",

  "Préambule": "Preamble",
  "Les présentes conditions générales d’utilisation sont conclues entre": "The present general conditions of use are concluded between:",
  "le gérant du site internet, ci-après désigné Éditeur,": "the manager of the website, hereinafter referred to as Publisher,",
  "toute personne souhaitant accéder au site et à ses services, ci-après appelé Utilisateur.": "any person wishing to access the site and its services, hereafter called User.",
  "Les présentes conditions générales d’utilisation sont conclues pour une durée indéterminée. Le contrat produit ses effets à l’égard de l’Utilisateur à compter du début de l’utilisation du service.": "The present general conditions of use are concluded for an indefinite period. The contract is effective for the User as of the beginning of the use of the service.",
  "Article 1 – Principes": "Article 1 - Principles",
  "Les présentes conditions générales ont pour objet l’encadrement juridique de l’utilisation du site My-craft-solution et de ses services.": "The purpose of these general conditions is to provide a legal framework for the use of the My-craft-solution site and its services.",
  "Le site internet": "The website",
  "est un service de": "is a service of:",
  "la société ": "the company:",
  "my-craft-solutions": "my-craft-solutions",
  "située  Bridge Building, Av. Charles-Quint 584, 1082 Bruxelles,Belgique": "located : Bridge Building, Av. Charles-Quint 584, 1082 Brussels, Belgium",
  "adresse URL du site ": "URL of the site :",
  "my-craft-solutions.be/": "my-craft-solutions.be/",
  "e-mail ": "e-mail :",
  "info@my-craft-solutions.be": "info@my-craft-solutions.be",
  "numéro de téléphone ": "telephone number :",
  "0483 392 334": "0483 392 334",
  "Les conditions générales d’utilisation doivent être acceptées par tout Utilisateur. L’accès à ce site vaut acceptation de ces conditions.": "The general conditions of use must be accepted by every User. Access to this site constitutes acceptance of these conditions.",
  "Article 2 – Évolution et durée de ces conditions générales d’utilisation": "Article 2 - Evolution and duration of these general conditions of use",
  "Les présentes conditions générales d’utilisation sont conclues pourune durée indéterminée. Le contrat produit ses effets à l’égard de l’Utilisateur à compter du début de l’utilisation du service.": "The present general conditions of use are concluded for an indefinite period. The contract is effective for the User as of the beginning of the use of the service.",
  "Article 3 – Accès au site": "Article 3 - Access to the site",
  "Tout Utilisateur ayant accès à internet peut accéder gratuitement et depuis n’importe où au site My-craft-solution. Les frais supportés par l’Utilisateur pour y accéder (connexion internet, matériel informatique, etc) ne sont pas à la charge de l’Éditeur. Le site et ses différents services peuvent être interrompus ou suspendus par l’Éditeur, notamment à l’occasion d’une maintenance, sans obligation de préavis ou de justification.": "Any User with access to the Internet may access the My-craft-solution website free of charge from anywhere. The costs incurred by the User to access the site (internet connection, computer equipment, etc.) are not the responsibility of the Publisher. The site and its various services may be interrupted or suspended by the Publisher, in particular for maintenance purposes, without any obligation to give prior notice or justification.",
  "L’utilisateur du site à accès aux services suivants (en fonction de la formule d’abonnement qu’il choisit) ": "The user of the site has access to the following services (depending on the subscription formula chosen):",
  "Profil complet en ligne,": "Complete profile online,",
  "Agenda en ligne, personnalisé et sécurisé,": "Online, personalized and secure calendar,",
  "Contact entre le client et le technicien,": "Contact between the customer and the technician,",
  "Base de données de clients,": "Customer database,",
  "Emails de confirmation et de rappels de rendez-vous,": "Confirmation emails and appointment reminders,",
  "Prise de rendez-vous en ligne,": "Make an appointment online,",
  "Page d’accueil personnalisée,": "Personalized home page,",
  "Création d’un site web,": "Creation of a website,",
  "Maintenance du site web,": "Maintenance of the website,",
  "Marketing via les réseaux sociaux,": "Social media marketing,",
  "Service de secrétariat.": "Secretarial service.",
  "Article 4 – Responsabilités": "Article 4 - Responsibilities",
  "La responsabilité de l’Éditeur ne peut être engagée en cas de défaillance, panne, difficulté ou interruption du fonctionnement, empêchant l’accès au site ou à une de ses fonctionnalités.": "The Editor cannot be held responsible for any failure, breakdown, difficulty or interruption in operation, preventing access to the site or to any of its functions.",
  "Le matériel de connexion au site utilisé est sous l’entière responsabilité de l’Utilisateur qui doit prendre toutes les mesures appropriées pour protéger le matériel et les données, notamment d’attaques virales par Internet. L’Utilisateur est, par ailleurs, le seul responsable des sites et données qu’il consulte.": "The equipment used to connect to the site is the sole responsibility of the User, who must take all appropriate measures to protect the equipment and data, in particular from viral attacks via the Internet. The User is, moreover, the only one responsible for the sites and data that he consults.",
  "L’Éditeur ne pourra être tenu responsable en cas de poursuites judiciaires à l’encontre de l’Utilisateur ": "The Publisher shall not be liable for any legal action taken against the User:",
  "du fait de l’usage du site ou de tout service accessible": "as a result of the use of the site or any accessible service",
  "via": "via",
  "Internet ;": "Internet ;",
  "du fait du non-respect par l’Utilisateur des présentes conditions générales.": "due to the User's failure to comply with these terms and conditions.",
  "L’Éditeur n’est pas responsable des dommages causés à l’Utilisateur, à des tiers et/ou à l’équipement de l’Utilisateur du fait de sa connexion ou de son utilisation du site. L’Utilisateur renonce à toute action contre l’Éditeur de ce fait.": "The Publisher shall not be liable for any damage caused to the User, third parties and/or the User's equipment as a result of the User's connection to or use of the Site. The User waives all claims against the Publisher in this respect.",
  "Si l’Éditeur venait à faire l’objet d’une procédure amiable ou judiciaire à raison de l’utilisation du site par l’Utilisateur, il pourra se retourner contre lui pour obtenir indemnisation de tous les préjudices, sommes, condamnations et frais qui pourraient découler de cette procédure.": "In the event that the Publisher is subject to any legal action or proceeding as a result of the User's use of the Site, the Publisher shall have the right to seek indemnification from the User for any and all losses, damages, costs and expenses arising out of such proceedings.",
  "Article 5 – Propriété intellectuelle": "Article 5 - Intellectual Property",
  "Tous les documents techniques, produits, photographies, textes, logos, dessins, vidéos, etc sont soumis à des droits d’auteur et sont protégés par le Code de la propriété intellectuelle. Lorsqu’ils sont remis à nos clients, ils demeurent la propriété exclusive de My-craft-solution, seul titulaire des droits de propriété intellectuelle sur ces documents, qui doivent lui être rendus à sa demande. Nos clients s’engagent à ne faire aucun usage de ces documents, susceptible de porter atteinte aux droits de propriété industrielle ou intellectuelle du fournisseur et s’engagent à ne les divulguer à aucun tiers, en dehors d’une autorisation expresse et préalable donnée par l’Éditeur.": "All technical documents, products, photographs, texts, logos, drawings, videos, etc. are subject to copyright and are protected by the Intellectual Property Code. When they are given to our customers, they remain the exclusive property of My-craft-solution, the sole owner of the intellectual property rights on these documents, which must be returned to him at his request. Our customers undertake not to make any use of these documents that might infringe the supplier's industrial or intellectual property rights and undertake not to disclose them to any third party, except with the express prior authorization of the Publisher.",
  "La mise en place par l’Utilisateur de tous liens hypertextes vers tout ou une partie du site est strictement interdite, sauf autorisation préalable et écrite de l’Éditeur, sollicitée par courriel à l’adresse suivante ": "The establishment by the User of any hypertext links to all or part of the site is strictly prohibited, except with the prior written permission of the Editor, requested by e-mail to the following address",
  "Article 6 – Liens hypertextes ": "Article 6 - Hypertext links ",
  "info@my-craft-solutions.be": "info@my-craft-solutions.be",
  "L’Éditeur est libre de refuser cette autorisation sans avoir à justifier de quelque manière que ce soit sa décision. Dans le cas où l’Éditeur accorderait son autorisation, celle-ci n’est dans tous les cas que temporaire et pourra être retirée à tout moment, sans obligation de justification à la charge de l’Éditeur.": "The Publisher is free to refuse such permission without any obligation to justify its decision. Should the Publisher grant such permission, it is in any case only temporary and may be withdrawn at any time without any obligation on the part of the Publisher to justify its decision.",
  "Dans tous les cas, tout lien devra être retiré sur simple demande de l’Éditeur. Toute information accessible via un lien vers d’autres sites n’est pas sous le contrôle de l’Éditeur qui décline toute responsabilité quant à leur contenu.": "In any case, any link must be removed upon request of the Publisher. Any information accessible via a link to other sites is not under the control of the Editor, who declines all responsibility for their content.",
  "Article 7 – Protection des données personnelles": "Article 7 - Protection of personal data",
  "Données collectées": "Data collected",
  "Les données à caractère personnel qui sont collectées sur ce site sont les suivantes ": "The personal data that are collected on this site are the following:",
  "docs.google.com/forms/d/1hps1N2yjepodbXuO2LouC-WA9VstP8tUZc9O9ZPRfbU/prefill": "docs.google.com/forms/d/1hps1N2yjepodbXuO2LouC-WA9VstP8tUZc9O9ZPRfbU/prefill",
  "my-craft-solutions.be/": "my-craft-solutions.be/",
  "Utilisation des données personnelles": "Use of personal data",
  "Les données personnelles collectées auprès des utilisateurs ont pour objectif la mise à disposition des services du site web, leur amélioration et le maintien d’un environnement sécurisé. Plus précisément, les utilisations sont les suivantes ": "The personal data collected from users is used to provide and improve the website services and to maintain a secure environment. Specifically, the uses are as follows:",
  "accès et utilisation du site web par l’utilisateur ;": "access and use of the website by the user;",
  "gestion du fonctionnement et optimisation du site web ;": "management of the operation and optimization of the website;",
  "organisation des conditions d’utilisation des Services de paiement;": "organization of the conditions of use of the Payment Services;",
  "vérification, identification et authentification des données transmises par l’utilisateur ;": "verification, identification and authentication of data transmitted by the user;",
  "proposition à l’utilisateur de communiquer avec d’autres utilisateurs du site web ;": "offer the user to communicate with other users of the website;",
  "mise en œuvre d’une assistance utilisateurs ;": "implementation of a user assistance ;",
  "personnalisation des services en affichant des publicités en fonction de l’historique de navigation de l’utilisateur, selon ses préférences ;": "Personalization of services by displaying advertisements based on the user's browsing history and preferences;",
  "prévention et détection des fraudes, malwares (logiciels malveillants) et gestion des incidents de sécurité.;": "Fraud prevention and detection, malware (malicious software) and security incident management;",
  "gestion des éventuels litiges avec les utilisateurs ;": "management of possible disputes with users;",
  "envoi d’informations commerciales et publicitaires en fonction des préférences de l’utilisateur.": "sending commercial and advertising information according to the user's preferences.",
  "Partage de données personnelles avec des tiers": "Sharing personal data with third parties",
  "Les données personnelles peuvent être partagées avec des sociétés tierces dans les cas suivants ": "Personal data may be shared with third party companies in the following cases:",
  "lorsque l’Utilisateur utilise les services de paiement, pour la mise en oeuvre de ces services, le site web est en relation avec des sociétés bancaires et financières tierces avec lesquelles elle a passé des contrats ;": "when the User uses the payment services, for the implementation of these services, the website is in relation with third party banking and financial companies with which it has contracts;",
  "lorsque l’Utilisateur autorise le site web d’un tiers à accéder à ses données ;": "when the User authorizes a third party's website to access his/her data;",
  "lorsque le site web recourt aux services de prestataires pour fournir l’assistance utilisateurs, la publicité et les services de paiement. Ces prestataires disposent d’un accès limité aux données de l’utilisateur, dans le cadre de l’exécution de ces prestations, et ont une obligation contractuelle de les utiliser en conformité avec les dispositions de la réglementation applicable en matière de protection des données à caractère personnel ;": "when the website uses the services of service providers to provide user support, advertising and payment services. These service providers have limited access to the user's data in order to provide these services and are contractually obliged to use it in accordance with the provisions of the applicable regulations on the protection of personal data;",
  "si la loi l’exige, le site web peut effectuer la transmission de données pour donner suite aux réclamations présentées contre le site web et se conformer aux procédures administratives et judiciaires;": "if required by law, the website may transmit data to pursue claims against the website and to comply with administrative and judicial proceedings;",
  "si le site web est impliqué dans une opération de fusion, acquisition, cession d’actifs ou procédure de redressement judiciaire, elle pourra être amenée à céder ou partager tout ou partie de ses actifs, y compris les données à caractère personnel. Dans ce cas, les utilisateurs seraient informés, avant que les données à caractère personnel ne soient transférées à une tierce partie": "if the website is involved in a merger, acquisition, sale of assets or receivership, it may be required to sell or share some or all of its assets, including personal data. In such a case, users would be informed, before personal data is transferred to a third party",
  "Sécurité et confidentialité": "Security and privacy",
  "Le site web met en œuvre des mesures organisationnelles, techniques, logicielles et physiques en matière de sécurité du numérique pour protéger les données personnelles contre les altérations, destructions et accès non autorisés. Toutefois, il est à signaler qu’internet n’est pas un environnement complètement sécurisé et le site web ne peut pas garantir la sécurité de la transmission ou du stockage des informations sur internet.": "The website implements organizational, technical, software and physical digital security measures to protect personal data from alteration, destruction and unauthorized access. However, it should be noted that the internet is not a completely secure environment and the website cannot guarantee the security of the transmission or storage of information over the internet.",
  "Mise en œuvre des droits des utilisateurs": "Implementation of user rights",
  "En application de la réglementation applicable aux données à caractère personnel, les utilisateurs disposent des droits suivants, qu’ils peuvent exercer en faisant leur demande à l’adresse suivante  info@my-craft-solutions.be": "In accordance with the regulations applicable to personal data, users have the following rights, which can be exercised by sending a request to the following address: info@my-craft-solutions.be",
  "le droit d’accès  ils peuvent exercer leur droit d’accès, pour connaître les données personnelles les concernant. Dans ce cas, avant la mise en œuvre de ce droit, le site web peut demander une preuve de l’identité de l’Utilisateur en vue d’en vérifier l’exactitude.": "the right of access: they can exercise their right of access, to know the personal data concerning them. In this case, before implementing this right, the website may request proof of the User's identity in order to verify its accuracy.",
  "le droit de rectification  si les données à caractère personnel détenues par le site web sont inexactes, ils peuvent demander la mise à jour des informations.": "the right of rectification: if the personal data held by the website are inaccurate, they can request the update of the information.",
  "le droit de suppression des données  les utilisateurs peuvent demander la suppression de leurs données à caractère personnel, conformément aux hypothèses prévues par le RGPD.": "the right of deletion of data: users may request the deletion of their personal data, in accordance with the assumptions provided for by the GDPR.",
  "le droit à la limitation du traitement  les utilisateurs peuvent demander au site web de limiter le traitement des données personnelles conformément aux hypothèses prévues par le RGPD.": "the right to restrict processing: users may request the website to restrict the processing of personal data in accordance with the assumptions set forth in the GDPR.",
  "le droit de s’opposer au traitement des données  les utilisateurs peuvent s’opposer à ce que ces données soient traitées conformément aux hypothèses prévues par le RGPD.": "the right to object to the processing of data: users may object to their data being processed in accordance with the assumptions set out in the GDPR.",
  "le droit à la portabilité  ils peuvent réclamer que le site web leur remette les données personnelles qui lui sont fournies pour les transmettre à un nouveau site web.": "the right to portability: they can demand that the website gives them the personal data provided to it in order to transmit it to a new website.",
  "Évolution de la présente clause": "Evolution of this clause",
  "Le site web se réserve le droit d’apporter toute modification à la présente clause relative à la protection des données à caractère personnel à tout moment. Si une modification est apportée à la présente clause de protection des données à caractère personnel, le site web s’engage à publier la nouvelle version sur son site. My-craft-solution informera également les utilisateurs de la modification par messagerie électronique, dans un délai minimum de 15 jours avant la date d’effet. Si l’utilisateur n’est pas d’accord avec les termes de la nouvelle rédaction de la clause de protection des données à caractère personnel, il a la possibilité de supprimer son compte.": "The website reserves the right to make changes to this privacy policy at any time. If a change is made to this privacy policy, the website undertakes to publish the new version on its website. My-craft-solution will also inform users of the change by e-mail at least 15 days before the effective date. If the user does not agree with the terms of the new wording of the personal data protection clause, the user has the option of deleting his account.",
  "Article 8 – Cookies": "Article 8 - Cookies",
  "Le site My-craft-solution peut collecter automatiquement des informations standards. Toutes les informations collectées indirectement ne seront utilisées que pour suivre le volume, le type et la configuration du trafic en utilisant ce site pour en développer la conception et l’agencement et à d’autres fins administratives et de planification et plus généralement pour améliorer le service que nous vous offrons.": "The My-craft-solution site may automatically collect standard information. Any information collected indirectly will be used only to track the volume, type and pattern of traffic using this site for design and layout development and other administrative and planning purposes and generally to improve the service we provide to you.",
  "Article 9 – Loi applicable": "Article 9 - Applicable Law",
  "Les présentes conditions générales d’utilisation sont soumises à l’application du droit belge .Si les parties n’arrivent pas à résoudre un litige à l’amiable, le litige sera soumis à la compétence des tribunaux belges.": "The present general conditions of use are subject to the application of Belgian law. If the parties are unable to resolve a dispute amicably, the dispute will be submitted to the jurisdiction of the Belgian courts.",
  "Media Sociaux": "Social Media",

  "Bonjour": "Hello",
  "Les rendez-vous": "Appointments",
  "paramètres": "settings",
  "coordonnées": "coordinates",
  "Adresse": "Address",
  "Code postale": "Postal Code",
  "Numéro de téléphone": "Phone Number",
  "Editer mon Profil": "Edit my Profile",
  "nombre dexpérience": "number of experiences",
  "Plombier": "Plumber",
  "description": "description",
  "Ajouter votre description": "Add your description",
  "Ajouter vos certifications": "Add your certifications",
  "Diplômes": "Diplomas",
  "Ajouter vos diplômes": "Add your Diplomas",
  "Expériences": "Experiences",
  "Ajouter votre expérience": "Add your experience",
  "Photos de cabinet": "Cabinet photos",
  "Ajouter vos photos de cabinet": "Add your cabinet photos",
  "Editer profile": "Edit Profile",
  "Certifications": "Certifications",
 
  "Tableau de bord": "Dashboard",
  "Mes techniciens": "My Technicians",
  "Mes rendez-vous": "My Appointments",
  "Mon Profil": "My Profile",
  "Paramètres": "Settings",
  "Se déconnecter": "Log Out",
  "Clients": "Clients",
  "Technicians": "Technicians",
  "Confirm accounts": "Confirm accounts",
  "Forums": "Forums",
  "Ajouter à l'agenda": "Add to Calendar",
  "Mes clients": "My Clients",
  "Mon Profile": "My Profile",
  "Depuis le tableau de bord de votre compte, vous pouvez consulter vos rendez-vous.": "From your account dashboard, you can view your appointments.",
  "Modifiez votre mot de passe et les détails de votre compte.": "Change your password and account details.",
  "Tous": "All",
  "Code Postal": "Postal Code",
  "Agenda": "Calendar",
  "Langue": "Language",
  "Rechercher": "SEARCH",
  "MY-CRAFT-SOLUTION": "MY-CRAFT-SOLUTION",
  "Our platform, filled with talents and skilled artisans from several sectors (gardener, electrician ...etc.). Its mission is to revolutionize the world of artisans, by connecting qualified and reliable professionals, who are looking to find rapidly new customers and projects, with people and companies who need their services.": "Our platform, filled with talents and skilled artisans from several sectors (gardener, electrician ...etc.). Its mission is to revolutionize the world of artisans, by connecting qualified and reliable professionals, who are looking to find rapidly new customers and projects, with people and companies who need their services.",
  "WHO WE ARE": "WHO WE ARE",
  "Nos Techniciens": "Our Technicians",
  "Register As Technician": "Register As Technician",
  "Register As Client": "Register As Client",
  "Thank You For Choosing Your Specialty": "Thank You For Choosing Your Specialty",
  "Already registered? Log in by clicking here": "Already registered? Log in by clicking here",
  "Register now": "Register now",
  "I agree with all terms and conditions": "I agree with all terms and conditions",
  "Confirm Password": "Confirm Password",
  "Adress": "Adress",
  "Phone Number": "Phone Number",
  "FirstName": "FirstName",
  "LastName": "LastName",
  "SignUp": "SignUp",
  "Years Of Experience": "Years Of Experience",
  "Accreditation": "Accreditation",
  "City": "City",
  "Mes informations": "My Information",
  "Nos chauffagistes qualifiés sont des experts dans leur domaine et peuvent vous offrir une large gamme de services de chauffage pour répondre à vos besoins.":"Our qualified heating engineers are experts in their field and can provide a wide range of heating services to meet your needs.",
  "Pour la sécurité de votre propriété, nos serruriers qualifiés peuvent installer, entretenir et réparer une variété d'équipements de sécurité pour les résidences, les commerces et les industries.":"For the security of your property, our skilled locksmiths can install, maintain and repair a variety of residential, commercial and industrial security equipment."
 , "nombre d'expérience":"years of experience",
 "menuisier":"carpenter",
"plombier":"plumber",
"soudeur":"welder",
"electricien":"electrician",
"paysagiste":"landscaper",
"carreleur":"tiler",
"peintre":"painter",
"enrregister":"save",
"Photos de cabinet":"Cabinet photos",
 "Pas de expériences disponible":"No experiences available  " , 
"Expériences" :"Experiences",
"Pas de diplômes disponible":"No diplomas available " ,
"Certifications":"Certifications",
"Pas de certifications disponible":"No certifications available ",
"Rendez-vous":"Appointment",
"Envoyer":"Send",
"Sujet":"Suject",
"Yes":"Yes",
"No":"No",
"Editer votre profile":"Edit your Profil",
"All rights reserved. © 2023 - 2024 my-craft-solutions.be": "All rights reserved. © 2023 - 2024 my-craft-solutions.be",
"Votre message...": "Your message...",
"envoyer": "Send",
"Membres": "Members",
"Il n'y a pas encore d'utilisateurs": "There are no users",
"Spécialités": "Specialities",
"See More Details": "See More Details",
"Valider": "confirm",
"Prendre un Rendez-vous": "Book an appointment"
}
