{
  "SignUp Client": "Inscription client",
  "Commune": "Commune",
  "Language": "Langue",
  "Password": "Mot de passe",

  "Technicien": "Technicien",
  "Vous êtes technicien à la recherche de nouveaux clients ?": "Vous êtes technicien à la recherche de nouveaux clients ?",
  "C’est sur": "C’est sur",
  "MyCraft solutions": "MyCraft solutions",
  "que vous allez augmenter vos revenus en vous inscrivant les entreprises ou les particuliers vont vite vous trouver facilement vous joindre.Vous allez juste communiquer vos coordonnées vos compétences dans votre domaine et vos": "que vous allez augmenter vos revenus en vous inscrivant les entreprises ou les particuliers vont vite vous trouver facilement vous joindre.Vous allez juste communiquer vos coordonnées vos compétences dans votre domaine et vos",
  "disponibilités ainsi vous allez être contacté pour les effectués des travaux de réparation d’installation ou d’entretiens": "disponibilités ainsi vous allez être contacté pour les effectués des travaux de réparation d’installation ou d’entretiens",
  "Conditions d’utilisation": "Conditions d’utilisation",
  "Politique de confidentialité": "Politique de confidentialité",
  "Mycraft solutions permet à tout technicien qualifié de proposer ses compétences afin que les clients puissent le contacter et le joindre facilement. MyCraft Solutions vous permet de contacter les pros de l’entretien, installation, maintenance…. pour tous vos chantiers. Ils sont à proximité prêts à vous dépanner": "Mycraft solutions permet à tout technicien qualifié de proposer ses compétences afin que les clients puissent le contacter et le joindre facilement. MyCraft Solutions vous permet de contacter les pros de l’entretien, installation, maintenance…. pour tous vos chantiers. Ils sont à proximité prêts à vous dépanner",
  "Particulier": "Particulier",
  "Si vous avez des travaux, une installation, un entretien à effectuer ici cest lapplication qui répond à vos besoins que vous soyez. Une entreprise ou un particulier vous allez trouver le technicien que vous avez tant cherché. Pour les réparation de votre logement ou société on a une panoplie de peintres carreleurs, chauffagistes serruriers ,soudeurs..tous qualifiés compétents et efficaces juste avec un clic vous pouvez les contacter et organiser vos travaux sur mesure.": "Si vous avez des travaux, une installation, un entretien à effectuer ici cest lapplication qui répond à vos besoins que vous soyez. Une entreprise ou un particulier vous allez trouver le technicien que vous avez tant cherché. Pour les réparation de votre logement ou société on a une panoplie de peintres carreleurs, chauffagistes serruriers ,soudeurs..tous qualifiés compétents et efficaces juste avec un clic vous pouvez les contacter et organiser vos travaux sur mesure.",
  "Mon Compte": "Mon Compte",
  "Contact us": "Contacter Nous",
  "Bureau De My Craft Solutions": "Bureau De My Craft Solutions",
  "Perform a Search": "Faire Une Recherche",
  "First Name": "Nom",
  "Media Sociaux": "Media Sociaux",
  "Qui sommes-nous?": "Qui Sommes-Nous?",
  "Contactez-Nous": "Contactez-Nous",
  "Connexion": "Connexion",
  "Services": "Services",
  "About": "À propos",
  "Dashborad": "Dashborad",
  "Accueil": "Accueil",
  "Register": "S'inscrire",
  "SignUp": "S'inscrire",
  "WELCOME TO MY CRAFTSMAN HELPER": "BIENVENUE SUR MON AIDE AUX TECHNICIENS",
  "- Are you looking to find new customers or new craft projects?": "- Vous cherchez à trouver une nouvelle clientèle ou des nouveaux projets artisanaux ?",
  "- Do you need the professional services of a craftsman?": "- Vous avez besoin des services professionnels d’un technicien ?",
  "You are in the right place !!": "Vous êtes au bon endroit !!",
  "What are you waiting for to start with us?": "Qu'attendez-vous pour commencer avec nous ?",
  "Technician": "Technicien",
  "Contact": "Contact",
  "Ville": "Ville",
  "Tous": "Tous",
  "Code Postal": "Code Postal",
  "Langue": "Langue",
  "Rechercher": "RECHERCHER",
  "MY-CRAFT-SOLUTION": "MY-CRAFT-SOLUTION",
  "Our platform, filled with talents and skilled artisans from several sectors (gardener, electrician ...etc.). Its mission is to revolutionize the world of artisans, by connecting qualified and reliable professionals, who are looking to find rapidly new customers and projects, with people and companies who need their services.": "Notre plateforme est remplie de talents et des techniciens qualifiés provenant de différents secteurs(Jardiniers, électriciens, etc.). Sa mission est de révolutionner le monde des artisans en mettant en relation des professionnels qualifiés et fiables, qui cherchent à trouver rapidement de nouveaux clients et projets, avec des personnes et des entreprises qui ont besoin de leurs services.",
  "WHO WE ARE": "QUI SOMMES-NOUS",
  "Nos Techniciens": "Nos Techniciens",
  "Carpenters": "Menuisiers",
  "Our skilled carpenters can add the final changes to your building project and install, maintain, and repair a wide range of residential, commercial, and industrial fixtures.": "Nos charpentiers qualifies peuvent apporter les dernières modifications à votre projet de construction et installer, entretenir et réparer une large gamme d’équipements résidentiels, commerciaux et industriels.",
  "Plumbers": "Plombiers",
  "In both commercial and residential structures, our qualified plumbers assist with the installation, maintenance, and repair of pipes, valves, fittings, drainage systems, and fixtures.": "Nos plombiers participent à l’installation, à l’entretien et à la réparation des tuyaux, des vannes, des raccords, des systèmes de drainage et des appareils sanitaires dans les structures commerciales et résidentielles.",
  "Welders": "Soudeurs",
  "We have qualified welders on our platform who assist with putting metal parts and products together and fixing metal component damage.": "Nous avons des soudeurs qualifiés sur notre plateforme qui aident à assembler des pièces et des produits métalliques et à réparer les dommages causés aux composants métalliques.",
  "Electricians": "Électriciens",
  "Our qualified electrician can install and fix electrical systems, fixtures, and wiring in buildings to address any electrical issues you may be experiencing.": "Nos électriciens qualifiés peuvent installer et réparer les systèmes électriques, les appareils et le câblage des bâtiments. Ils sont aptes à résoudre les problèmes techniques que vous pouvez rencontrer.",
  "Landscapers": "Paysagistes",
  "Maintaining gardens and lawns, adding fertilizer, setting up outdoor lighting and sprinkler systems, and clearing snow, ice, and leaves are all tasks performed by landscapers.": "No Paysagistes qualifiés peuvent établir l’entretien des jardins et des pelouses, l’ajout d’engrais, la mise en place d’un éclairage extérieur et de systèmes d’arrosage ainsi que le déblaiement de la neige, de la glace et des feuilles sont les tâches effectuées par nos paysagistes.",
  "Tilers": "Carreleurs",
  "Construct, extend, and fix residential, commercial, and other buildings as well as chimneys, walls, foundations, and ornamental masonry work.": "Nos briqueteurs-maçons qualifiés peuvent construire, agrandir et réparer des bâtiments résidentiels, commerciaux et autres ainsi que des cheminées, des murs, des fondations et des travaux de maçonnerie ornementale. ",
  "Painters": "Peintres",
  
  "If need someone that will establish property boundaries, our painters are here to take exact measurements of your topographical features and areas.": "Nos arpenteurs-géomètres qualifiés peuvent établir les limites de votre propriété, ils sont là pour prendre les mesures exactes de vos caractéristiques topographiques et de vos zones.",
  "Our ventilator is here to help you in designing, installing ductwork and duct fittings, as well as install air conditioning and ventilation equipment.": "Nos Installateurs de ventilation qualifiés sont là pour vous aider à concevoir, installer des gaines et des raccords de gaines ainsi qu’à installer des équipements de climatisation et de ventilation.",
  "Why should you use our platform?": "POURQUOI DEVRIEZ-VOUS UTILISER NOTRE PLATEFORME ?",
  "We strive to lead and improve your business in the right direction through": "Nous nous efforçons d’orienter et d’améliorer votre activité dans la bonne direction. Nous vouspermettons de :",
  "Finding new customers quickly, easily and close to you through our databases": "Trouver de nouveaux clients rapidement, facilement et près de chez vous grâce à nos bases de données",
  "Joining several companies that need their skills": "Rejoindre plusieurs entreprises qui ont besoin de leurs compétences",
  "Saving time by using our services": "Gagner du temps en utilisant nos services",
  "Are you a professional? Join our platform!": "Vous êtes un professionnel ? Rejoignez notre plateforme !",
  "CONTACT": "CONTACT",
  "contact@mytechician.com": "contact@mytechician.com",
  "USEFUL LINKS": "LIENS UTILES",
  "BY THE WAY": "À propos",
  "My Account": "Mon Compte",
  "contact us": " Contactez-nous",
  "About us": "À propos de nous",
  "FOLLOW": " Réseaux sociaux",
  "FIND YOUR TECHNICIAN NEARBY.": "TROUVEZ VOTRE TECHNICIEN À PROXIMITÉ.",
  "The my-craft solution is a web-based application created by M & Y Solutions to be used in order to link artisans, crafters, and skilled professionals with potential clients. Additionally, it makes it easier or less stressful for clients to look for qualified professional. The technician part and the client part are the two basic components of these web application. While clients visit the application, create an account by filling in all necessary information, and search for the nearest technician by using the city name, postal code, or language, technicians visit the application, register by filling in all necessary details that are secure, update their profiles, and wait for matches. For simple and efficient communication, My-craft-solution offers clients the option to look for a technician based on language.": "My-craft-solution est une application web créée par M&Y Solutions pour être utilisée afin de mettre en relation les techniciens et les professionnels qualifiés avec de potentiels clients. En outre, elle permet aux clients de rechercher plus facilement et de manière moins stressante des professionnels qualifiés. Le technicien et le client sont les deux composantes de base de cette application web. Les clients visitent l’application, créent un compte en remplissant toutes les informations nécessaires et recherchent le technicien le plus proche en utilisant le nom de la ville, le code postal ou la langue tandis que les techniciens visitent l’application, s’inscrivent en remplissant toutes les informations nécessaires qui sont sécurisées, mettent à jour leurs profils et attendent des correspondances. My-craft-solution offre aux clients la possibilité de rechercher un technicien en fonction de la langue pour une communication simple et efficace.",
  "LogIn To Your Account": "Connectez-vous à votre compte",
  "SignUp As A Technician": "Inscrivez-vous en tant que Technician",
  "SignUp As A Client": "Inscrivez-vous en tant que Client",
  "Mot de passe doit être d'au moins 8 caractères": "Mot de passe doit être d'au moins 8 caractères",
  "First Time On My Technician ?": "Première fois sur My Technician ?",
  "Forget Password ?": "Mot de passe oublier ?",
  "Se souvenir de moi?": "Se souvenir de moi?",
  "Mot de passe": "Mot de passe",
  "Your name": "Votre nom",
  "Send a message": "envoyer un message",
  "We'll be in touch soon.": "We'll be in touch soon.",
  "Thank you!": "Merci!",
  "Your message": "Votre message",
  "Register As Technician": "S'inscrire en tant que Technicien",
  "Register As Client": "S'inscrire en tant que Client",
  "Thank You For Choosing Your Specialty": "Merci d'avoir choisi votre spécialité",
  "Already registered? Log in by clicking here": "Déjà inscrit? Connectez-vous en cliquant ici ",
  "Register now": "S'inscrire maintenant",
  "I agree with all terms and conditions": "J'accepte tous les termes et conditions",
  "Confirm Password": "Confirmer votre mot de passe",
  "Adresse": "Adresse",
  "Phone Number": "Téléphone",
  "FirstName": "Prénom",
  "LastName": "Nom",
  "SignUp": "S'inscrire en tant que ",
  "Faire une recherche": "Faire une recherche",
  "Contactez-Nous Maintenant": "Contactez-Nous Maintenant",
  "Concept": "Concept",
  "Particulier": "Particulier",
  "Technicien": "Technicien",
  "Qui Sommes-Nous?": "Qui Sommes-Nous?",
  "Politique de confidentialité": "Politique de confidentialité",
  "Conditions d'utilisation": "Conditions d’utilisation",
  "Bureau De My Craft Solution": "Bureau De My Craft Solution",
  "Search": "Rechercher",
  "Bruxelles": "Bruxelles",
  "Anvers": "Anvers",
  "Gand": "Gand",
  "Charleroi": "Charleroi",
  "Liège": "Liège",
  "Bruges": "Bruges",
  "Schaerbeek": "Schaerbeek",
  "Namur": "Namur",
  "Anderlecht": "Anderlecht",
  "Louvain": "Louvain",
  "Mons": "Mons",
  "Molenbeek-Saint-Jean": "Molenbeek-Saint-Jean",
  "Malines": "Malines",
  "Ixelles": "Ixelles",
  "Ostende": "Ostende",
  "serrurier": "serrurier",
  "chauffagiste": "chauffagiste",
  "Serrurier": "Serrurier",
  "Chauffagiste": "Chauffagiste",
  "Parties et Objet": "Parties et Objet",
  "My-craft-solution (ci-après My-craft-solution ou le Responsable du Traitement)": "My-craft-solution (ci-après My-craft-solution ou le Responsable duTraitement)",
  "Adresse du siège de la société  Bridge Building, Av. Charles-Quint 584, 1082 Bruxelles": "Adresse du siège de la société : Bridge Building, Av. Charles-Quint 584, 1082 Bruxelles",
  "Téléphone": "Téléphone",
  "My-craft-solution établit la présente Politique de confidentialité dont l’objet est d’informer en toute transparence les Utilisateurs du site internet hébergé à l’adresse suivante (my-craft-solutions.be/) (ci-après le “Site”), de la manière dont les données personnalisées sont récoltées et traitées par le Responsable du Traitement.": "My-craft-solution établit la présente Politique de confidentialité dont l’objet est d’informer en toute transparence les Utilisateurs du site internet hébergé à l’adresse suivante (my-craft-solutions.be/) (ci-après le “Site”), de la manière dont les données personnalisées sont récoltées et traitées par le Responsable du Traitement.",
  "Le terme “Utilisateur” fait référence à tout utilisateur, soit toute personne physique ou morale, qui visite ou interagit d’une quelconque manière avec le site.": "Le terme “Utilisateur” fait référence à tout utilisateur, soit toute personne physique ou morale, qui visite ou interagit d’une quelconque manière avec le site.",
  "À ce titre, My-craft-solution détermine tous les moyens et finalités techniques, juridiques, et organisationnels du traitement des données personnelles des Utilisateurs. My-craft-solution s’engage à cet effet à prendre toutes les mesures nécessaires pour garantir un traitement des données personnelles conforme à la loi du 30 juillet 2018 relative à la protection des données physiques à l’égard des traitement des données à caractère personnel (ci-après “la Loi”) et au Règlement européen du 26 avril 2016 relatif à la protection des données des personnes physiques à l’égard du traitement des données à caractère personnel et à la libre circulation de ces données (ci-après le “Règlement).": "À ce titre, My-craft-solution détermine tous les moyens et finalités techniques, juridiques, et organisationnels du traitement des données personnelles des Utilisateurs. My-craft-solution s’engage à cet effet à prendre toutes les mesures nécessaires pour garantir un traitement des données personnelles conforme à la loi du 30 juillet 2018 relative à la protection des données physiques à l’égard des traitement des données à caractère personnel (ci-après “la Loi”) et au Règlement européen du 26 avril 2016 relatif à la protection des données des personnes physiques à l’égard du traitement des données à caractère personnel et à la libre circulation de ces données (ci-après le “Règlement).",
  "My-craft-solution est libre de choisir toute personne physique ou morale qui traite les données personnelles des utilisateurs à sa demande et pour son compte (ci-après le “Sous-traitant”). Le cas échéant, My-craft-solution s’engage à sélectionner un Sous-traitant offrant des garanties suffisantes quant aux mesures de sécurité techniques et organisationnelles du traitement des données personnelles, au regard de la Loi et du Règlement.": "My-craft-solution est libre de choisir toute personne physique ou morale qui traite les données personnelles des utilisateurs à sa demande et pour son compte (ci-après le “Sous-traitant”). Le cas échéant, My-craft-solution s’engage à sélectionner un Sous-traitant offrant des garanties suffisantes quant aux mesures de sécurité techniques et organisationnelles du traitement des données personnelles, au regard de la Loi et du Règlement.",
  "Traitement des données personnelles": "Traitement des données personnelles",
  "L’utilisation du site par les Utilisateurs pourra entraîner la communication de données personnelles. Le traitement de ces données par My-craft-solution, en sa qualité de Responsable du traitement, ou par les prestataires agissant au nom et pour le compte de My-craft-solution, sera conforme à la Loi et au Règlement.": "L’utilisation du site par les Utilisateurs pourra entraîner la communication de données personnelles. Le traitement de ces données par My-craft-solution, en sa qualité de Responsable du traitement, ou par les prestataires agissant au nom et pour le compte de My-craft-solution, sera conforme à la Loi et au Règlement.",
  "Les données à caractère personnel seront traitées par My-craft-solution, conformément aux finalités citées plus bas, via affiner le moteur de recherche.": "Les données à caractère personnel seront traitées par My-craft-solution, conformément aux finalités citées plus bas, via affiner le moteur de recherche.",
  "Finalité du traitement des données personnelles": "Finalité du traitement des données personnelles",
  "Conformément à l’article 13 du Règlement, les finalités du traitement des données personnelles sont communiquées à l’utilisateur et  affiner le moteur de recherche": "Conformément à l’article 13 du Règlement, les finalités du traitement des données personnelles sont communiquées à l’utilisateur et  affiner le moteur de recherche",
  "Données personnelles susceptibles d’être traitées": "Données personnelles susceptibles d’être traitées",
  "L’utilisateur consent, lors de la visite et lors de l’utilisation du site, que My-craft-solution recueille et traite selon les modalités et principes décrits dans la présente Politique de confidentialité, les données à caractère personnel suivantes :": "L’utilisateur consent, lors de la visite et lors de l’utilisation du site, que My-craft-solution recueille et traite selon les modalités et principes décrits dans la présente Politique de confidentialité, les données à caractère personnel suivantes :",
  "Consentement": "Consentement",
  "En accédant au site et en l’utilisant, l’Utilisateur déclare avoir pris connaissance et marqué son accord de façon libre, spécifique, éclairée et univoque au traitement des données à caractère personnel la concernant. Cet accord porte sur le contenu de la présente Politique de confidentialité.": "En accédant au site et en l’utilisant, l’Utilisateur déclare avoir pris connaissance et marqué son accord de façon libre, spécifique, éclairée et univoque au traitement des données à caractère personnel la concernant. Cet accord porte sur le contenu de la présente Politique de confidentialité.",
  "Le consentement est donné par l’acte positif par lequel l’Utilisateur a coché la case proposant la Politique de confidentialité en lien hypertexte. Ce consentement est une condition indispensable pour effectuer certaines opérations sur le site ou pour permettre à l’Utilisateur d’entrer en relation contractuelle avec My-craft-solution. Tout contrat liant My-craft-solution et un Utilisateur portant sur les services et biens proposés sur le site est subordonné à l’acceptation de la Politique de confidentialité par l’Utilisateur.": "Le consentement est donné par l’acte positif par lequel l’Utilisateur a coché la case proposant la Politique de confidentialité en lien hypertexte. Ce consentement est une condition indispensable pour effectuer certaines opérations sur le site ou pour permettre à l’Utilisateur d’entrer en relation contractuelle avec My-craft-solution. Tout contrat liant My-craft-solution et un Utilisateur portant sur les services et biens proposés sur le site est subordonné à l’acceptation de la Politique de confidentialité par l’Utilisateur.",
  "L’Utilisateur consent à ce que le Responsable du Traitement traite et recueille, conformément aux modalités et principes compris dans la présente Politique de confidentialité, ses données à caractère personnel qu’il communique sur le site ou à l’occasion des services proposés par My-craft-solution, pour les finalités indiquées plus haut.": "L’Utilisateur consent à ce que le Responsable du Traitement traite et recueille, conformément aux modalités et principes compris dans la présente Politique de confidentialité, ses données à caractère personnel qu’il communique sur le site ou à l’occasion des services proposés par My-craft-solution, pour les finalités indiquées plus haut.",
  "L’Utilisateur a le droit de retirer son consentement à tout moment. Le retrait du consentement ne compromet pas la licéité du traitement fondé sur le consentement préalablement donné.": "L’Utilisateur a le droit de retirer son consentement à tout moment. Le retrait du consentement ne compromet pas la licéité du traitement fondé sur le consentement préalablement donné.",
  "Durée de conservation des données personnelles des Utilisateurs": "Durée de conservation des données personnelles des Utilisateurs",
  "Conformément à l’article 13 du Règlement et de la Loi, le Responsable du Traitement ne conserve les données à caractère personnel que pendant le temps raisonnablement nécessaire pour permettre l’accomplissement des finalités pour lesquelles elles sont traitées.": "Conformément à l’article 13 du Règlement et de la Loi, le Responsable du Traitement ne conserve les données à caractère personnel que pendant le temps raisonnablement nécessaire pour permettre l’accomplissement des finalités pour lesquelles elles sont traitées.",
  "Cette durée est dans tous les cas inférieure à 10 ans.": "Cette durée est dans tous les cas inférieure à : 10 ans.",
  "Destinataires des données et divulgation à des tiers": "Destinataires des données et divulgation à des tiers",
  "Les données personnelles peuvent être transmises aux préposés, collaborateurs, sous-traitants ou fournisseurs de My-craft-solution qui offrent des garanties de sécurité des données adéquates et qui collaborent avec My-craft-solution dans le cadre de la commercialisation de produits ou de la fourniture de services. Ils agissent sous l’autorité directe de My-craft-solution et sont notamment responsables de recueillir, traiter ou sous-traiter ces données.": "Les données personnelles peuvent être transmises aux préposés, collaborateurs, sous-traitants ou fournisseurs de My-craft-solution qui offrent des garanties de sécurité des données adéquates et qui collaborent avec My-craft-solution dans le cadre de la commercialisation de produits ou de la fourniture de services. Ils agissent sous l’autorité directe de My-craft-solution et sont notamment responsables de recueillir, traiter ou sous-traiter ces données.",
  "Dans tous les cas, les destinataires des données et ceux à qui ces données ont été divulguées respectent le contenu de la présente Politique de confidentialité. My-craft-solution assure qu’ils traiteront ces données aux seules finalités prévues, de façon discrète et sécurisée.": "Dans tous les cas, les destinataires des données et ceux à qui ces données ont été divulguées respectent le contenu de la présente Politique de confidentialité. My-craft-solution assure qu’ils traiteront ces données aux seules finalités prévues, de façon discrète et sécurisée.",
  "Dans l’hypothèse où les données seraient divulguées à des tiers à des fins de marketing direct ou de prospection, l’Utilisateur en sera préalablement informé pour qu’il exprime son consentement à l’utilisation de ses données personnelles.": "Dans l’hypothèse où les données seraient divulguées à des tiers à des fins de marketing direct ou de prospection, l’Utilisateur en sera préalablement informé pour qu’il exprime son consentement à l’utilisation de ses données personnelles.",
  "Data Protection Officer (DPO)": "Data Protection Officer (DPO)",
  "La personne suivante est nommée Déléguée à la Protection des Données ou Data Protection officer (ci-après DPO)  Damak Salma.": "La personne suivante est nommée Déléguée à la Protection des Données ou Data Protection officer (ci-après DPO) : Damak Salma.",
  "Le rôle du DPO est de s’assurer la bonne mise en œuvre des dispositions nationales et supranationales quant à la collecte et au traitement des données à caractère personnel.": "Le rôle du DPO est de s’assurer la bonne mise en œuvre des dispositions nationales et supranationales quant à la collecte et au traitement des données à caractère personnel.",
  "Le DPO peut être contacté comme suit  Salma.damak@itm-bc.com.": "Le DPO peut être contacté comme suit : Salma.damak@itm-bc.com.",
  "Droits des Utilisateurs": "Droits des Utilisateurs",
  "À tout moment, l’Utilisateur peut exercer ses droits en envoyant un message par courrier électronique à l’adresse suivante  info@my-craft-solutions.be": "À tout moment, l’Utilisateur peut exercer ses droits en envoyant un message par courrier électronique à l’adresse suivante : info@my-craft-solutions.be",
  "Droit d’accès": "Droit d’accès",
  "Conformément à l’article 15 du Règlement, My-craft-solution garantit le droit d’accès à l’Utilisateur à ses données personnelles. L’Utilisateur a le droit d’obtenir l’accès auxdites données à caractère personnel ainsi que les informations suivantes ": "Conformément à l’article 15 du Règlement, My-craft-solution garantit le droit d’accès à l’Utilisateur à ses données personnelles. L’Utilisateur a le droit d’obtenir l’accès auxdites données à caractère personnel ainsi que les informations suivantes :",
  "les finalités du traitement ;": "les finalités du traitement ;",
  "les catégories de données à caractère personnel concernées ;": "les catégories de données à caractère personnel concernées ;",
  "les destinataires ou catégories de destinataires auxquels les données à caractère personnel ont été ou seront communiquées, en particulier les destinataires qui sont établis dans des pays tiers ou les organisations internationales ;": "les destinataires ou catégories de destinataires auxquels les données à caractère personnel ont été ou seront communiquées, en particulier les destinataires qui sont établis dans des pays tiers ou les organisations internationales ;",
  "lorsque cela est possible, la durée de conservation des données à caractère personnel envisagée ou, lorsque ce n’est pas possible, les critères utilisés pour déterminer cette durée ;": "lorsque cela est possible, la durée de conservation des données à caractère personnel envisagée ou, lorsque ce n’est pas possible, les critères utilisés pour déterminer cette durée ;",
  "l’existence d’une prise de décision automatisée, y compris un profilage, visée à l’article 22, paragraphes 1 et 4 du Règlement, et, au moins en pareils cas, des informations concernant la logique sous-jacente, ainsi que l’importance et les conséquences prévues de ce traitement pour la personnes concernée.": "l’existence d’une prise de décision automatisée, y compris un profilage, visée à l’article 22, paragraphes 1 et 4 du Règlement, et, au moins en pareils cas, des informations concernant la logique sous-jacente, ainsi que l’importance et les conséquences prévues de ce traitement pour la personnes concernée.",
  "Le Responsable du Traitement peut exiger le paiement de frais raisonnables basés sur les coûts administratifs pour toute copie supplémentaire demandée par l’Utilisateur.": "Le Responsable du Traitement peut exiger le paiement de frais raisonnables basés sur les coûts administratifs pour toute copie supplémentaire demandée par l’Utilisateur.",
  "Lorsque l’Utilisateur introduit cette demande par voie électronique (par le biais de l’adresse électronique par exemple), les informations sont fournies sous une forme électronique d’usage courant, à moins que l’Utilisateur ne demande qu’il en soit autrement.": "Lorsque l’Utilisateur introduit cette demande par voie électronique (par le biais de l’adresse électronique par exemple), les informations sont fournies sous une forme électronique d’usage courant, à moins que l’Utilisateur ne demande qu’il en soit autrement.",
  "La copie de ses données sera communiquée à l’Utilisateur au plus tard dans le mois après la réception de la demande.": "La copie de ses données sera communiquée à l’Utilisateur au plus tard dans le mois après la réception de la demande.",
  "Droit de rectification": "Droit de rectification",
  "My-craft-solution garantit le droit de rectification et d’effacement des données personnelles à l’Utilisateur.": "My-craft-solution garantit le droit de rectification et d’effacement des données personnelles à l’Utilisateur.",
  "Conformément à l’article 16 du Règlement, les données incorrectes, inexactes ou non-pertinentes peuvent être corrigées ou effacées, à tout moment. L’Utilisateur procède d’abord lui-même aux modifications nécessaires depuis son compte utilisateur/autre, sauf si celles-ci ne peuvent être effectuées de manière autonome, dans quel cas la demande peut en être faite auprès de My-craft-solution.": "Conformément à l’article 16 du Règlement, les données incorrectes, inexactes ou non-pertinentes peuvent être corrigées ou effacées, à tout moment. L’Utilisateur procède d’abord lui-même aux modifications nécessaires depuis son compte utilisateur/autre, sauf si celles-ci ne peuvent être effectuées de manière autonome, dans quel cas la demande peut en être faite auprès de My-craft-solution.",
  "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées toute rectification des données à caractère personnel, à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.": "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées toute rectification des données à caractère personnel, à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.",
  "Droit à l’effacement": "Droit à l’effacement",
  "L’Utilisateur a le droit d’obtenir l’effacement de ses données personnelles dans les meilleurs délais dans les hypothèses énumérées à l’article 17 du Règlement.": "L’Utilisateur a le droit d’obtenir l’effacement de ses données personnelles dans les meilleurs délais dans les hypothèses énumérées à l’article 17 du Règlement.",
  "Lorsque le Responsable de Traitement a rendu publiques les données à caractère personnel et qu’il est tenu de les effacer en vertu du paragraphe précédent, le Responsable du Traitement, compte tenu des technologies disponibles et des coûts de mise en œuvre, prend des mesures raisonnables, y compris d’ordre technique, pour informer les autres responsables du traitement qui traitent ces données à caractère personnel que la personne concernée a demandé l’effacement par ces responsables du traitement de tout lien vers ces données à caractère personnel, ou de toute copie ou reproduction de celles-ci.": "Lorsque le Responsable de Traitement a rendu publiques les données à caractère personnel et qu’il est tenu de les effacer en vertu du paragraphe précédent, le Responsable du Traitement, compte tenu des technologies disponibles et des coûts de mise en œuvre, prend des mesures raisonnables, y compris d’ordre technique, pour informer les autres responsables du traitement qui traitent ces données à caractère personnel que la personne concernée a demandé l’effacement par ces responsables du traitement de tout lien vers ces données à caractère personnel, ou de toute copie ou reproduction de celles-ci.",
  "Les deux paragraphes précédents ne s’appliquent pas dans la mesure où ce traitement est nécessaire ": "Les deux paragraphes précédents ne s’appliquent pas dans la mesure où ce traitement est nécessaire :",
  "à l’exercice du droit à la liberté d’expression et d’information ;": "à l’exercice du droit à la liberté d’expression et d’information ;",
  "pour respecter une obligation légale qui requiert le traitement prévue par le droit de l’Union ou par le droit de l’État membre auquel le responsable du traitement est soumis, ou pour exécuter une mission d’intérêt public ou relevant de l’exercice de l’autorité publique dont est investi le Responsable du Traitement ;": "pour respecter une obligation légale qui requiert le traitement prévue par le droit de l’Union ou par le droit de l’État membre auquel le responsable du traitement est soumis, ou pour exécuter une mission d’intérêt public ou relevant de l’exercice de l’autorité publique dont est investi le Responsable du Traitement ;",
  "à la constatation, à l’exercice ou à la défense de droits en justice.": "à la constatation, à l’exercice ou à la défense de droits en justice.",
  "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées tout effacement de données à caractère personnel ou toute limitation du traitement effectué à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.": "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées tout effacement de données à caractère personnel ou toute limitation du traitement effectué à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.",
  "Droit de limitation du traitement": "Droit de limitation du traitement",
  "L’Utilisateur a le droit d’obtenir la limitation du traitement de ses données personnelles dans les hypothèses énumérées à l’article 19 du Règlement.": "L’Utilisateur a le droit d’obtenir la limitation du traitement de ses données personnelles dans les hypothèses énumérées à l’article 19 du Règlement.",
  "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées toute limitation du traitement effectué, à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.": "Conformément à l’article 19 du Règlement, le Responsable du Traitement notifie à chaque destinataire auquel les données à caractère personnel ont été communiquées toute limitation du traitement effectué, à moins qu’une telle communication se révèle impossible ou exige des efforts disproportionnés. Le Responsable du Traitement fournit à la personne concernée des informations sur ces destinataires si celle-ci en fait la demande.",
  "Droit de portabilité des données": "Droit de portabilité des données",
  "Conformément à l’article 20 du Règlement, les Utilisateurs ont le droit de recevoir de My-craft-solution les données à caractère personnel les concernant dans un format structuré, couramment utilisé et libsible par machine. Les Utilisateurs ont le droit de transmettre ces données à un autre responsable du traitement sans que My-craft-solution y fasse obstacle dans les cas prévus par le Règlement.": "Conformément à l’article 20 du Règlement, les Utilisateurs ont le droit de recevoir de My-craft-solution les données à caractère personnel les concernant dans un format structuré, couramment utilisé et libsible par machine. Les Utilisateurs ont le droit de transmettre ces données à un autre responsable du traitement sans que My-craft-solution y fasse obstacle dans les cas prévus par le Règlement.",
  "Lorsque l’Utilisateur exerce son droit à la portabilité des données en application du paragraphe précédent, elle a le droit d’obtenir que les données à caractère personnel soient transmises directement d’un responsable du traitement à un autre, lorsque cela est techniquement possible.": "Lorsque l’Utilisateur exerce son droit à la portabilité des données en application du paragraphe précédent, elle a le droit d’obtenir que les données à caractère personnel soient transmises directement d’un responsable du traitement à un autre, lorsque cela est techniquement possible.",
  "L’exercice du droit de portabilité des données s’étend sans préjudice du droit à l’effacement. Ce droit ne s’applique pas au traitement nécessaire à l’exécution d’une mission d’intérêt public ou relevant de l’exercice de l’autorité publique dont est investi le responsable du traitement.": "L’exercice du droit de portabilité des données s’étend sans préjudice du droit à l’effacement. Ce droit ne s’applique pas au traitement nécessaire à l’exécution d’une mission d’intérêt public ou relevant de l’exercice de l’autorité publique dont est investi le responsable du traitement.",
  "Le droit de portabilité des données ne porte pas atteinte aux droits et libertés de tiers.": "Le droit de portabilité des données ne porte pas atteinte aux droits et libertés de tiers.",
  "Droit d’opposition et prise de décision individuelle automatisée": "Droit d’opposition et prise de décision individuelle automatisée",
  "L’Utilisateur dispose à tout moment du droit de s’opposer au traitement de ses données personnelles en raison de sa situation particulière, y compris l’automatisation des données effectuée par My-craft-solution. Conformément à l’article 21 du Règlement, My-craft-solution ne traitera plus les données à caractère personnel, à moins qu’il existe des motifs légitimes et impérieux pour le traitement qui prévalent sur les intérêts et les droits et libertés de l’Utilisateur, ou pour la constatation, l’exercice ou la défense de droits en justice.": "L’Utilisateur dispose à tout moment du droit de s’opposer au traitement de ses données personnelles en raison de sa situation particulière, y compris l’automatisation des données effectuée par My-craft-solution. Conformément à l’article 21 du Règlement, My-craft-solution ne traitera plus les données à caractère personnel, à moins qu’il existe des motifs légitimes et impérieux pour le traitement qui prévalent sur les intérêts et les droits et libertés de l’Utilisateur, ou pour la constatation, l’exercice ou la défense de droits en justice.",
  "Lorsque les données à caractère personnel sont traitées à des fins de prospection, l’Utilisateur a le droit de s’opposer à tout moment au traitement des données à caractère personnel la concernant à de telles fins de prospection, y compris au profilage dans la mesure où il est lié à une telle prospection.": "Lorsque les données à caractère personnel sont traitées à des fins de prospection, l’Utilisateur a le droit de s’opposer à tout moment au traitement des données à caractère personnel la concernant à de telles fins de prospection, y compris au profilage dans la mesure où il est lié à une telle prospection.",
  "Lorsque la personne concernée s’oppose au traitement à des fins de prospection, les données à caractère personnel ne sont plus traitées à ces fins.": "Lorsque la personne concernée s’oppose au traitement à des fins de prospection, les données à caractère personnel ne sont plus traitées à ces fins.",
  "Droit de plainte": "Droit de plainte",
  "L’Utilisateur dispose du droit d’introduire une plainte concernant le traitement de ses données personnelles par My-craft-solution auprès de l’Autorité de Protection des Données, compétente pour le territoire belge. De plus amples informations peuvent être trouvées sur le site internet ": "L’Utilisateur dispose du droit d’introduire une plainte concernant le traitement de ses données personnelles par My-craft-solution auprès de l’Autorité de Protection des Données, compétente pour le territoire belge. De plus amples informations peuvent être trouvées sur le site internet :",
  "L’introduction d’une plainte se fait aux adresses suivantes ": "L’introduction d’une plainte se fait aux adresses suivantes :",
  "Autorité de Protection des Données": "Autorité de Protection des Données",
  "L’utilisateur peut également introduire une plainte auprès du tribunal de première instance de son domicile.": "L’utilisateur peut également introduire une plainte auprès du tribunal de première instance de son domicile.",
  "Cookies": "Cookies",
  "Le site utilise des cookies pour distinguer les Utilisateurs du site. Cela permet de fournir aux Utilisateurs une meilleure expérience de navigation et une amélioration du site et de son contenu. Les objectifs et modalités des cookies sont contenus dans ce présent article.": "Le site utilise des cookies pour distinguer les Utilisateurs du site. Cela permet de fournir aux Utilisateurs une meilleure expérience de navigation et une amélioration du site et de son contenu. Les objectifs et modalités des cookies sont contenus dans ce présent article.",
  "Principes généraux": "Principes généraux",
  "Un “Cookie” est un fichier déposé temporairement ou de façon permanente sur le disque dur de l’Utilisateur lors de la consultation du site internet, en vue d’une connexion ultérieure. Grâce aux cookies, le serveur reconnaît l’ordinateur de l’Utilisateur.": "Un “Cookie” est un fichier déposé temporairement ou de façon permanente sur le disque dur de l’Utilisateur lors de la consultation du site internet, en vue d’une connexion ultérieure. Grâce aux cookies, le serveur reconnaît l’ordinateur de l’Utilisateur.",
  "Les cookies peuvent aussi être installés par des tiers avec lesquels My-craft-solution collabore.": "Les cookies peuvent aussi être installés par des tiers avec lesquels My-craft-solution collabore.",
  "Certains cookies utilisés par My-craft-solution sont nécessaires au bon fonctionnement du Site, d’autres permettent d’améliorer l’expérience de l’Utilisateur.": "Certains cookies utilisés par My-craft-solution sont nécessaires au bon fonctionnement du Site, d’autres permettent d’améliorer l’expérience de l’Utilisateur.",
  "L’Utilisateur peut personnaliser ou désactiver les cookies en paramétrant son navigateur.": "L’Utilisateur peut personnaliser ou désactiver les cookies en paramétrant son navigateur.",
  "En utilisant le site internet, l’Utilisateur marque expressément son accord avec la gestion des cookies telle que décrite dans le présent article.": "En utilisant le site internet, l’Utilisateur marque expressément son accord avec la gestion des cookies telle que décrite dans le présent article.",
  "Type de cookies et finalités poursuivies": "Type de cookies et finalités poursuivies",
  "Différents types de cookies sont utilisés par My-craft-solution sur le site": "Différents types de cookies sont utilisés par My-craft-solution sur le site :",
  "Les cookies techniques  ils sont nécessaires à l’exploitation du site internet, permettent la communication des données introduites et sont destinés à faciliter la navigation de l’Utilisateur.": "Les cookies techniques : ils sont nécessaires à l’exploitation du site internet, permettent la communication des données introduites et sont destinés à faciliter la navigation de l’Utilisateur.",
  "Les cookies de mesure statistiques et d’audience  ces cookies permettent la reconnaissance de l’Utilisateur et sont utilisés afin de comptabiliser le nombre d’Utilisateurs du site internet sur une certaine période. Dès lors qu’ils indiquent aussi le comportement de navigation, ils sont un moyen efficace pour améliorer la navigation de l’Utilisateur, en lui affichant des propositions et offres susceptibles de l’intéresser. Ils permettent aussi à My-craft-solution de repérer les possibles bugs sur le site internet et de les corriger.": "Les cookies de mesure statistiques et d’audience : ces cookies permettent la reconnaissance de l’Utilisateur et sont utilisés afin de comptabiliser le nombre d’Utilisateurs du site internet sur une certaine période. Dès lors qu’ils indiquent aussi le comportement de navigation, ils sont un moyen efficace pour améliorer la navigation de l’Utilisateur, en lui affichant des propositions et offres susceptibles de l’intéresser. Ils permettent aussi à My-craft-solution de repérer les possibles bugs sur le site internet et de les corriger.",
  "Les cookies fonctionnels  ces cookies facilitent l’utilisation du site internet en retenant certains choix introduits (par exemple la langue)": "Les cookies fonctionnels : ces cookies facilitent l’utilisation du site internet en retenant certains choix introduits (par exemple la langue)",
  "Les cookies de traçage  My-craft-solution utilise des cookies de traçage via Google Analytics, pour mesurer l’interaction des Utilisateurs avec le contenu du site et produire des statistiques anonymes. Ces statistiques permettent à My-craft-solution de perfectionner le site internet. Google étaye l’explication de ces cookies à l’adresse suivante": "Les cookies de traçage : My-craft-solution utilise des cookies de traçage via Google Analytics, pour mesurer l’interaction des Utilisateurs avec le contenu du site et produire des statistiques anonymes. Ces statistiques permettent à My-craft-solution de perfectionner le site internet. Google étaye l’explication de ces cookies à l’adresse suivante :",
  "Délai de conservation des cookies": "Délai de conservation des cookies",
  "Les cookies sont conservés pour le temps nécessaire à l’accomplissement de la finalité poursuivie. Les cookies susceptibles d’être stockés sur le disque dur de l’Utilisateur ainsi que leur délai de conservation sont les suivants  10 ans.": "Les cookies sont conservés pour le temps nécessaire à l’accomplissement de la finalité poursuivie. Les cookies susceptibles d’être stockés sur le disque dur de l’Utilisateur ainsi que leur délai de conservation sont les suivants : 10 ans.",
  "Gestion des cookies": "Gestion des cookies",
  "Si l’Utilisateur ne veut pas que le site internet place des cookies sur son disque dur, il lui est aisé de les gérer ou les supprimer en modifiant les paramètres de son navigateur. La programmation du navigateur permet aussi à l’Utilisateur de recevoir un avis ou une notification dès qu’un site internet utilise des cookies et ainsi décider d’accepter cela, ou de le refuser.": "Si l’Utilisateur ne veut pas que le site internet place des cookies sur son disque dur, il lui est aisé de les gérer ou les supprimer en modifiant les paramètres de son navigateur. La programmation du navigateur permet aussi à l’Utilisateur de recevoir un avis ou une notification dès qu’un site internet utilise des cookies et ainsi décider d’accepter cela, ou de le refuser.",
  "Si l’Utilisateur désactive certains cookies, il accepte que le site interne puisse ne pas fonctionner de manière optimale. Certaines parties du site internet pourraient ainsi ne pas être utilisables, ou l’être partiellement.": "Si l’Utilisateur désactive certains cookies, il accepte que le site interne puisse ne pas fonctionner de manière optimale. Certaines parties du site internet pourraient ainsi ne pas être utilisables, ou l’être partiellement.",
  "Si l’Utilisateur souhaite ainsi gérer et/ou supprimer certains cookies, il peut le faire en utilisant le/les liens suivant(s) ": "Si l’Utilisateur souhaite ainsi gérer et/ou supprimer certains cookies, il peut le faire en utilisant le/les liens suivant(s) :",
  "Limitation de responsabilité du Responsable de Traitement": "Limitation de responsabilité du Responsable de Traitement",
  "Le site internet peut contenir des liens vers d’autres sites internet détenus par des tiers non liés à My-craft-solution. Le contenu de ces sites et le respect de ceux-ci au regard de la Loi et du Règlement ne relèvent pas de la responsabilité de My-craft-solution.": "Le site internet peut contenir des liens vers d’autres sites internet détenus par des tiers non liés à My-craft-solution. Le contenu de ces sites et le respect de ceux-ci au regard de la Loi et du Règlement ne relèvent pas de la responsabilité de My-craft-solution.",
  "Le titulaire de l’autorité parentale doit donner son consentement exprès pour que le mineur de moins de 16 ans puisse divulguer des informations ou données personnelles sur le site internet. My-craft-solution conseille vivement aux personnes exerçant l’autorité parentale sur des mineurs de promouvoir une utilisation responsable et sécurisée d’internet. Le Responsable de Traitement ne peut être tenu responsable pour avoir collecté et traité des informations et données personnelles de mineurs de moins de 16 ans dont le consentement n’est pas effectivement couvert par celui de leurs parents légaux ou pour des données incorrectes – notamment concernant l’âge – introduites par des mineurs. En aucun cas, des données personnelles ne seront traitées par le Responsable de Traitement si l’Utilisateur précise qu’il est âgé de moins de 16 ans.": "Le titulaire de l’autorité parentale doit donner son consentement exprès pour que le mineur de moins de 16 ans puisse divulguer des informations ou données personnelles sur le site internet. My-craft-solution conseille vivement aux personnes exerçant l’autorité parentale sur des mineurs de promouvoir une utilisation responsable et sécurisée d’internet. Le Responsable de Traitement ne peut être tenu responsable pour avoir collecté et traité des informations et données personnelles de mineurs de moins de 16 ans dont le consentement n’est pas effectivement couvert par celui de leurs parents légaux ou pour des données incorrectes – notamment concernant l’âge – introduites par des mineurs. En aucun cas, des données personnelles ne seront traitées par le Responsable de Traitement si l’Utilisateur précise qu’il est âgé de moins de 16 ans.",
  "My-craft-solution n’est pas responsable de la perte, de la corruption ou du vol de données personnelles causés notamment par la présence de virus ou suite à des attaques informatiques.": "My-craft-solution n’est pas responsable de la perte, de la corruption ou du vol de données personnelles causés notamment par la présence de virus ou suite à des attaques informatiques.",
  "Droit applicable et juridiction compétente": "Droit applicable et juridiction compétente",
  "La présente Politique de confidentialité est exclusivement régie par le droit belge. Tout litige sera porté devant les tribunaux de l’arrondissement judiciaire du siège social de My-craft-solution.": "La présente Politique de confidentialité est exclusivement régie par le droit belge. Tout litige sera porté devant les tribunaux de l’arrondissement judiciaire du siège social de My-craft-solution.",
  "Pour toute question ou réclamation relative à la présente Politique de confidentialité, l’Utilisateur peut contacter le Responsable du Traitement via l’adresse suivante ": "Pour toute question ou réclamation relative à la présente Politique de confidentialité, l’Utilisateur peut contacter le Responsable du Traitement via l’adresse suivante :",
  "Déclaration relative aux cookies utilisés par My-craft-solution": "Déclaration relative aux cookies utilisés par My-craft-solution",
  "Tél": "Tél",
  "Préambule": "Préambule",
  "Les présentes conditions générales d’utilisation sont conclues entre": "Les présentes conditions générales d’utilisation sont conclues entre:",
  "le gérant du site internet, ci-après désigné Éditeur,": "le gérant du site internet, ci-après désigné Éditeur,",
  "toute personne souhaitant accéder au site et à ses services, ci-après appelé Utilisateur.": "toute personne souhaitant accéder au site et à ses services, ci-après appelé Utilisateur.",
  "Article 1 – Principes": "Article 1 – Principes",
  "Les présentes conditions générales ont pour objet l’encadrement juridique de l’utilisation du site My-craft-solution et de ses services.": "Les présentes conditions générales ont pour objet l’encadrement juridique de l’utilisation du site My-craft-solution et de ses services.",
  "Le site internet": "Le site internet",
  "est un service de": "est un service de:",
  "la société ": "la société :",
  "my-craft-solutions": "my-craft-solutions",
  "située  Bridge Building, Av. Charles-Quint 584, 1082 Bruxelles,Belgique": "située : Bridge Building, Av. Charles-Quint 584, 1082 Bruxelles,Belgique",
  "adresse URL du site ": "adresse URL du site :",
  "https://my-craft-solutions.be/": "https://my-craft-solutions.be/",
  "e-mail ": "e-mail :",
  "info@my-craft-solutions.be": "info@my-craft-solutions.be",
  "numéro de téléphone ": "numéro de téléphone :",
  "0483 392 334": "0483 392 334",
  "Les conditions générales d’utilisation doivent être acceptées par tout Utilisateur. L’accès à ce site vaut acceptation de ces conditions.": "Les conditions générales d’utilisation doivent être acceptées par tout Utilisateur. L’accès à ce site vaut acceptation de ces conditions.",
  "Article 2 – Évolution et durée de ces conditions générales d’utilisation": "Article 2 – Évolution et durée de ces conditions générales d’utilisation",
  "Les présentes conditions générales d’utilisation sont conclues pour une durée indéterminée. Le contrat produit ses effets à l’égard de l’Utilisateur à compter du début de l’utilisation du service.": "Les présentes conditions générales d’utilisation sont conclues pourune durée indéterminée. Le contrat produit ses effets à l’égard de l’Utilisateur à compter du début de l’utilisation du service.",
  "Article 3 – Accès au site": "Article 3 – Accès au site",
  "Tout Utilisateur ayant accès à internet peut accéder gratuitement et depuis n’importe où au site My-craft-solution. Les frais supportés par l’Utilisateur pour y accéder (connexion internet, matériel informatique, etc) ne sont pas à la charge de l’Éditeur. Le site et ses différents services peuvent être interrompus ou suspendus par l’Éditeur, notamment à l’occasion d’une maintenance, sans obligation de préavis ou de justification.": "Tout Utilisateur ayant accès à internet peut accéder gratuitement et depuis n’importe où au site My-craft-solution. Les frais supportés par l’Utilisateur pour y accéder (connexion internet, matériel informatique, etc) ne sont pas à la charge de l’Éditeur. Le site et ses différents services peuvent être interrompus ou suspendus par l’Éditeur, notamment à l’occasion d’une maintenance, sans obligation de préavis ou de justification.",
  "L’utilisateur du site à accès aux services suivants (en fonction de la formule d’abonnement qu’il choisit) ": "L’utilisateur du site à accès aux services suivants (en fonction de la formule d’abonnement qu’il choisit) :",
  "Profil complet en ligne,": "Profil complet en ligne,",
  "Agenda en ligne, personnalisé et sécurisé,": "Agenda en ligne, personnalisé et sécurisé,",
  "Contact entre le client et le technicien,": "Contact entre le client et le technicien,",
  "Base de données de clients,": "Base de données de clients,",
  "Emails de confirmation et de rappels de rendez-vous,": "Emails de confirmation et de rappels de rendez-vous,",
  "Prise de rendez-vous en ligne,": "Prise de rendez-vous en ligne,",
  "Page d’accueil personnalisée,": "Page d’accueil personnalisée,",
  "Création d’un site web,": "Création d’un site web,",
  "Maintenance du site web,": "Maintenance du site web,",
  "Marketing via les réseaux sociaux,": "Marketing via les réseaux sociaux,",
  "Service de secrétariat.": "Service de secrétariat.",
  "Article 4 – Responsabilités": "Article 4 – Responsabilités",
  "La responsabilité de l’Éditeur ne peut être engagée en cas de défaillance, panne, difficulté ou interruption du fonctionnement, empêchant l’accès au site ou à une de ses fonctionnalités.": "La responsabilité de l’Éditeur ne peut être engagée en cas de défaillance, panne, difficulté ou interruption du fonctionnement, empêchant l’accès au site ou à une de ses fonctionnalités.",
  "Le matériel de connexion au site utilisé est sous l’entière responsabilité de l’Utilisateur qui doit prendre toutes les mesures appropriées pour protéger le matériel et les données, notamment d’attaques virales par Internet. L’Utilisateur est, par ailleurs, le seul responsable des sites et données qu’il consulte.": "Le matériel de connexion au site utilisé est sous l’entière responsabilité de l’Utilisateur qui doit prendre toutes les mesures appropriées pour protéger le matériel et les données, notamment d’attaques virales par Internet. L’Utilisateur est, par ailleurs, le seul responsable des sites et données qu’il consulte.",
  "L’Éditeur ne pourra être tenu responsable en cas de poursuites judiciaires à l’encontre de l’Utilisateur ": "L’Éditeur ne pourra être tenu responsable en cas de poursuites judiciaires à l’encontre de l’Utilisateur :",
  "du fait de l’usage du site ou de tout service accessible": "du fait de l’usage du site ou de tout service accessible",
  "via": "via",
  "Internet ;": "Internet ;",
  "du fait du non-respect par l’Utilisateur des présentes conditions générales.": "du fait du non-respect par l’Utilisateur des présentes conditions générales.",
  "L’Éditeur n’est pas responsable des dommages causés à l’Utilisateur, à des tiers et/ou à l’équipement de l’Utilisateur du fait de sa connexion ou de son utilisation du site. L’Utilisateur renonce à toute action contre l’Éditeur de ce fait.": "L’Éditeur n’est pas responsable des dommages causés à l’Utilisateur, à des tiers et/ou à l’équipement de l’Utilisateur du fait de sa connexion ou de son utilisation du site. L’Utilisateur renonce à toute action contre l’Éditeur de ce fait.",
  "Si l’Éditeur venait à faire l’objet d’une procédure amiable ou judiciaire à raison de l’utilisation du site par l’Utilisateur, il pourra se retourner contre lui pour obtenir indemnisation de tous les préjudices, sommes, condamnations et frais qui pourraient découler de cette procédure.": "Si l’Éditeur venait à faire l’objet d’une procédure amiable ou judiciaire à raison de l’utilisation du site par l’Utilisateur, il pourra se retourner contre lui pour obtenir indemnisation de tous les préjudices, sommes, condamnations et frais qui pourraient découler de cette procédure.",
  "Article 5 – Propriété intellectuelle": "Article 5 – Propriété intellectuelle",
  "Tous les documents techniques, produits, photographies, textes, logos, dessins, vidéos, etc sont soumis à des droits d’auteur et sont protégés par le Code de la propriété intellectuelle. Lorsqu’ils sont remis à nos clients, ils demeurent la propriété exclusive de My-craft-solution, seul titulaire des droits de propriété intellectuelle sur ces documents, qui doivent lui être rendus à sa demande. Nos clients s’engagent à ne faire aucun usage de ces documents, susceptible de porter atteinte aux droits de propriété industrielle ou intellectuelle du fournisseur et s’engagent à ne les divulguer à aucun tiers, en dehors d’une autorisation expresse et préalable donnée par l’Éditeur.": "Tous les documents techniques, produits, photographies, textes, logos, dessins, vidéos, etc sont soumis à des droits d’auteur et sont protégés par le Code de la propriété intellectuelle. Lorsqu’ils sont remis à nos clients, ils demeurent la propriété exclusive de My-craft-solution, seul titulaire des droits de propriété intellectuelle sur ces documents, qui doivent lui être rendus à sa demande. Nos clients s’engagent à ne faire aucun usage de ces documents, susceptible de porter atteinte aux droits de propriété industrielle ou intellectuelle du fournisseur et s’engagent à ne les divulguer à aucun tiers, en dehors d’une autorisation expresse et préalable donnée par l’Éditeur.",

  "La mise en place par l’Utilisateur de tous liens hypertextes vers tout ou une partie du site est strictement interdite, sauf autorisation préalable et écrite de l’Éditeur, sollicitée par courriel à l’adresse suivante ": "La mise en place par l’Utilisateur de tous liens hypertextes vers tout ou une partie du site est strictement interdite, sauf autorisation préalable et écrite de l’Éditeur, sollicitée par courriel à l’adresse suivante :",
  "Article 6 – Liens hypertextes ": "Article 6 – Liens hypertextes ",

  "info@my-craft-solutions.be": "info@my-craft-solutions.be",
  "L’Éditeur est libre de refuser cette autorisation sans avoir à justifier de quelque manière que ce soit sa décision. Dans le cas où l’Éditeur accorderait son autorisation, celle-ci n’est dans tous les cas que temporaire et pourra être retirée à tout moment, sans obligation de justification à la charge de l’Éditeur.": "L’Éditeur est libre de refuser cette autorisation sans avoir à justifier de quelque manière que ce soit sa décision. Dans le cas où l’Éditeur accorderait son autorisation, celle-ci n’est dans tous les cas que temporaire et pourra être retirée à tout moment, sans obligation de justification à la charge de l’Éditeur.",
  "Dans tous les cas, tout lien devra être retiré sur simple demande de l’Éditeur. Toute information accessible via un lien vers d’autres sites n’est pas sous le contrôle de l’Éditeur qui décline toute responsabilité quant à leur contenu.": "Dans tous les cas, tout lien devra être retiré sur simple demande de l’Éditeur. Toute information accessible via un lien vers d’autres sites n’est pas sous le contrôle de l’Éditeur qui décline toute responsabilité quant à leur contenu.",
  "Article 7 – Protection des données personnelles": "Article 7 – Protection des données personnelles",
  "Données collectées": "Données collectées",
  "Les données à caractère personnel qui sont collectées sur ce site sont les suivantes :": "Les données à caractère personnel qui sont collectées sur ce site sont les suivantes :",
  "https://docs.google.com/forms/d/1hps1N2yjepodbXuO2LouC-WA9VstP8tUZc9O9ZPRfbU/prefill": "https://docs.google.com/forms/d/1hps1N2yjepodbXuO2LouC-WA9VstP8tUZc9O9ZPRfbU/prefill",
  "https://my-craft-solutions.be/": "https://my-craft-solutions.be/",
  "Utilisation des données personnelles": "Utilisation des données personnelles",
  "Les données personnelles collectées auprès des utilisateurs ont pour objectif la mise à disposition des services du site web, leur amélioration et le maintien d’un environnement sécurisé. Plus précisément, les utilisations sont les suivantes :": "Les données personnelles collectées auprès des utilisateurs ont pour objectif la mise à disposition des services du site web, leur amélioration et le maintien d’un environnement sécurisé. Plus précisément, les utilisations sont les suivantes :",
  "accès et utilisation du site web par l’utilisateur ;": "accès et utilisation du site web par l’utilisateur ;",
  "gestion du fonctionnement et optimisation du site web ;": "gestion du fonctionnement et optimisation du site web ;",
  "organisation des conditions d’utilisation des Services de paiement;": "organisation des conditions d’utilisation des Services de paiement;",
  "vérification, identification et authentification des données transmises par l’utilisateur ;": "vérification, identification et authentification des données transmises par l’utilisateur ;",
  "proposition à l’utilisateur de communiquer avec d’autres utilisateurs du site web ;": "proposition à l’utilisateur de communiquer avec d’autres utilisateurs du site web ;",
  "mise en œuvre d’une assistance utilisateurs ;": "mise en œuvre d’une assistance utilisateurs ;",
  "personnalisation des services en affichant des publicités en fonction de l’historique de navigation de l’utilisateur, selon ses préférences ;": "personnalisation des services en affichant des publicités en fonction de l’historique de navigation de l’utilisateur, selon ses préférences ;",
  "prévention et détection des fraudes, malwares (logiciels malveillants) et gestion des incidents de sécurité.;": "prévention et détection des fraudes, malwares (logiciels malveillants) et gestion des incidents de sécurité.;",
  "gestion des éventuels litiges avec les utilisateurs ;": "gestion des éventuels litiges avec les utilisateurs ;",
  "envoi d’informations commerciales et publicitaires en fonction des préférences de l’utilisateur.": "envoi d’informations commerciales et publicitaires en fonction des préférences de l’utilisateur.",
  "Partage de données personnelles avec des tiers": "Partage de données personnelles avec des tiers",
  "Les données personnelles peuvent être partagées avec des sociétés tierces dans les cas suivants ": "Les données personnelles peuvent être partagées avec des sociétés tierces dans les cas suivants :",
  "lorsque l’Utilisateur utilise les services de paiement, pour la mise en oeuvre de ces services, le site web est en relation avec des sociétés bancaires et financières tierces avec lesquelles elle a passé des contrats ;": "lorsque l’Utilisateur utilise les services de paiement, pour la mise en oeuvre de ces services, le site web est en relation avec des sociétés bancaires et financières tierces avec lesquelles elle a passé des contrats ;",
  "lorsque l’Utilisateur autorise le site web d’un tiers à accéder à ses données ;": "lorsque l’Utilisateur autorise le site web d’un tiers à accéder à ses données ;",
  "lorsque le site web recourt aux services de prestataires pour fournir l’assistance utilisateurs, la publicité et les services de paiement. Ces prestataires disposent d’un accès limité aux données de l’utilisateur, dans le cadre de l’exécution de ces prestations, et ont une obligation contractuelle de les utiliser en conformité avec les dispositions de la réglementation applicable en matière de protection des données à caractère personnel ;": "lorsque le site web recourt aux services de prestataires pour fournir l’assistance utilisateurs, la publicité et les services de paiement. Ces prestataires disposent d’un accès limité aux données de l’utilisateur, dans le cadre de l’exécution de ces prestations, et ont une obligation contractuelle de les utiliser en conformité avec les dispositions de la réglementation applicable en matière de protection des données à caractère personnel ;",
  "si la loi l’exige, le site web peut effectuer la transmission de données pour donner suite aux réclamations présentées contre le site web et se conformer aux procédures administratives et judiciaires;": "si la loi l’exige, le site web peut effectuer la transmission de données pour donner suite aux réclamations présentées contre le site web et se conformer aux procédures administratives et judiciaires;",
  "si le site web est impliqué dans une opération de fusion, acquisition, cession d’actifs ou procédure de redressement judiciaire, elle pourra être amenée à céder ou partager tout ou partie de ses actifs, y compris les données à caractère personnel. Dans ce cas, les utilisateurs seraient informés, avant que les données à caractère personnel ne soient transférées à une tierce partie": "si le site web est impliqué dans une opération de fusion, acquisition, cession d’actifs ou procédure de redressement judiciaire, elle pourra être amenée à céder ou partager tout ou partie de ses actifs, y compris les données à caractère personnel. Dans ce cas, les utilisateurs seraient informés, avant que les données à caractère personnel ne soient transférées à une tierce partie",
  "Sécurité et confidentialité": "Sécurité et confidentialité",
  "Le site web met en œuvre des mesures organisationnelles, techniques, logicielles et physiques en matière de sécurité du numérique pour protéger les données personnelles contre les altérations, destructions et accès non autorisés. Toutefois, il est à signaler qu’internet n’est pas un environnement complètement sécurisé et le site web ne peut pas garantir la sécurité de la transmission ou du stockage des informations sur internet.": "Le site web met en œuvre des mesures organisationnelles, techniques, logicielles et physiques en matière de sécurité du numérique pour protéger les données personnelles contre les altérations, destructions et accès non autorisés. Toutefois, il est à signaler qu’internet n’est pas un environnement complètement sécurisé et le site web ne peut pas garantir la sécurité de la transmission ou du stockage des informations sur internet.",
  "Mise en œuvre des droits des utilisateurs": "Mise en œuvre des droits des utilisateurs",
  "En application de la réglementation applicable aux données à caractère personnel, les utilisateurs disposent des droits suivants, qu’ils peuvent exercer en faisant leur demande à l’adresse suivante  info@my-craft-solutions.be": "En application de la réglementation applicable aux données à caractère personnel, les utilisateurs disposent des droits suivants, qu’ils peuvent exercer en faisant leur demande à l’adresse suivante : info@my-craft-solutions.be",
  "le droit d’accès  ils peuvent exercer leur droit d’accès, pour connaître les données personnelles les concernant. Dans ce cas, avant la mise en œuvre de ce droit, le site web peut demander une preuve de l’identité de l’Utilisateur en vue d’en vérifier l’exactitude.": "le droit d’accès : ils peuvent exercer leur droit d’accès, pour connaître les données personnelles les concernant. Dans ce cas, avant la mise en œuvre de ce droit, le site web peut demander une preuve de l’identité de l’Utilisateur en vue d’en vérifier l’exactitude.",
  "le droit de rectification  si les données à caractère personnel détenues par le site web sont inexactes, ils peuvent demander la mise à jour des informations.": "le droit de rectification : si les données à caractère personnel détenues par le site web sont inexactes, ils peuvent demander la mise à jour des informations.",
  "le droit de suppression des données  les utilisateurs peuvent demander la suppression de leurs données à caractère personnel, conformément aux hypothèses prévues par le RGPD.": "le droit de suppression des données : les utilisateurs peuvent demander la suppression de leurs données à caractère personnel, conformément aux hypothèses prévues par le RGPD.",
  "le droit à la limitation du traitement  les utilisateurs peuvent demander au site web de limiter le traitement des données personnelles conformément aux hypothèses prévues par le RGPD.": "le droit à la limitation du traitement : les utilisateurs peuvent demander au site web de limiter le traitement des données personnelles conformément aux hypothèses prévues par le RGPD.",
  "le droit de s’opposer au traitement des données  les utilisateurs peuvent s’opposer à ce que ces données soient traitées conformément aux hypothèses prévues par le RGPD.": "le droit de s’opposer au traitement des données : les utilisateurs peuvent s’opposer à ce que ces données soient traitées conformément aux hypothèses prévues par le RGPD.",
  "le droit à la portabilité  ils peuvent réclamer que le site web leur remette les données personnelles qui lui sont fournies pour les transmettre à un nouveau site web.": "le droit à la portabilité : ils peuvent réclamer que le site web leur remette les données personnelles qui lui sont fournies pour les transmettre à un nouveau site web.",
  "Évolution de la présente clause": "Évolution de la présente clause",
  "Le site web se réserve le droit d’apporter toute modification à la présente clause relative à la protection des données à caractère personnel à tout moment. Si une modification est apportée à la présente clause de protection des données à caractère personnel, le site web s’engage à publier la nouvelle version sur son site. My-craft-solution informera également les utilisateurs de la modification par messagerie électronique, dans un délai minimum de 15 jours avant la date d’effet. Si l’utilisateur n’est pas d’accord avec les termes de la nouvelle rédaction de la clause de protection des données à caractère personnel, il a la possibilité de supprimer son compte.": "Le site web se réserve le droit d’apporter toute modification à la présente clause relative à la protection des données à caractère personnel à tout moment. Si une modification est apportée à la présente clause de protection des données à caractère personnel, le site web s’engage à publier la nouvelle version sur son site. My-craft-solution informera également les utilisateurs de la modification par messagerie électronique, dans un délai minimum de 15 jours avant la date d’effet. Si l’utilisateur n’est pas d’accord avec les termes de la nouvelle rédaction de la clause de protection des données à caractère personnel, il a la possibilité de supprimer son compte.",
  "Article 8 – Cookies": "Article 8 – Cookies",
  "Le site My-craft-solution peut collecter automatiquement des informations standards. Toutes les informations collectées indirectement ne seront utilisées que pour suivre le volume, le type et la configuration du trafic en utilisant ce site pour en développer la conception et l’agencement et à d’autres fins administratives et de planification et plus généralement pour améliorer le service que nous vous offrons.": "Le site My-craft-solution peut collecter automatiquement des informations standards. Toutes les informations collectées indirectement ne seront utilisées que pour suivre le volume, le type et la configuration du trafic en utilisant ce site pour en développer la conception et l’agencement et à d’autres fins administratives et de planification et plus généralement pour améliorer le service que nous vous offrons.",
  "Article 9 – Loi applicable": "Article 9 – Loi applicable",
  "Les présentes conditions générales d’utilisation sont soumises à l’application du droit belge .Si les parties n’arrivent pas à résoudre un litige à l’amiable, le litige sera soumis à la compétence des tribunaux belges.": "Les présentes conditions générales d’utilisation sont soumises à l’application du droit belge .Si les parties n’arrivent pas à résoudre un litige à l’amiable, le litige sera soumis à la compétence des tribunaux belges.",

  "Les présentes conditions générales d’utilisation sont conclues entre:": "Les présentes conditions générales d’utilisation sont conclues entre:",
  "Media Sociaux": "Media Sociaux",

  "Phone Number": "Numéro de Téléphone",
  "SignUp": "S'inscrire en tant que ",
  "Years Of Experience": "Années d'expérience",
  "City": "Ville",
  "Postal Code": "Code Postale",
  "Agenda": "Agenda",
  "Accreditation": "Accréditation",
  "Postal Code": "Code Postale",
  "Code postale": "Code postale",
  "Numéro de téléphone": "Numéro de téléphone",
  "Editer mon Profil": "Editer mon Profil",
  "nombre dexpérience": "nombre dexpérience",
  "Agenda": "Agenda",
  "Tableau de bord": "Tableau de bord",
  "Mes techniciens": "Mes techniciens",
  "Mes rendez-vous": "Mes rendez-vous",
  "Mon Profil": "Mon Profil",
  "Plombier": "Plombier",
  "description": "description",
  "Certifications": "Certifications",
  "Ajouter votre description": "Ajouter votre description",
  "Ajouter vos certifications": "Ajouter vos certifications",
  "Diplômes": "Diplômes",
  "Ajouter vos diplômes": "Ajouter vos diplômes",
  "Expériences": "Expériences",
  "Ajouter votre expérience": "Ajouter votre expérience",
  "Photos de cabinet": "Photos de cabinet",
  "Ajouter vos photos de cabinet": "Ajouter vos photos de cabinet",
  "Editer profile": "Editer profile",
  "Paramètres": "Paramètres",
  "Se déconnecter": "Se déconnecter",
  "Clients": "Clients",
  "Technicians": "Techniciens",
  "Confirm accounts": "Confirmer les comptes",
  "Mes rendez-vous": "Mes rendez-vous",
  "Ajouter à l'agenda": "Ajouter à l'agenda",
  "Mes clients": "Mes clients",
  "Mon Profile": "Mon Profile",
  "Les rendez-vous": "Les rendez-vous",
  "paramètres": "paramètres",
  "coordonnées": "coordonnées",
  "Depuis le tableau de bord de votre compte, vous pouvez consulter vos rendez-vous.": "Depuis le tableau de bord de votre compte, vous pouvez consulter vos rendez-vous.",
  "Modifiez votre mot de passe et les détails de votre compte.": "Modifiez votre mot de passe et les détails de votre compte.",
  "Forums": "Forums",
  "Accreditation": "Accréditation",
  "Bonjour": "Bonjour",
  "Mes informations": "Mes informations",
  "Nos chauffagistes qualifiés sont des experts dans leur domaine et peuvent vous offrir une large gamme de services de chauffage pour répondre à vos besoins.":"Nos chauffagistes qualifiés sont des experts dans leur domaine et peuvent vous offrir une large gamme de services de chauffage pour répondre à vos besoins.",
  "Pour la sécurité de votre propriété, nos serruriers qualifiés peuvent installer, entretenir et réparer une variété d'équipements de sécurité pour les résidences, les commerces et les industries.":"Pour la sécurité de votre propriété, nos serruriers qualifiés peuvent installer, entretenir et réparer une variété d'équipements de sécurité pour les résidences, les commerces et les industries."
,"nombre d'expérience":"nombre d'expérience",
"menuisier":"menuisier",
"plombier":"plombier",
"soudeur":"soudeur",
"electricien":"electricien",
"paysagiste":"paysagiste",
"carreleur":"carreleur",
"peintre":"peintre",
"Chauffagistes":"Chauffagistes",
"serrurier":"serrurier",
"enrregister":"enrregister",
"Photos de cabinet":"Photos de cabinet",
 "Pas de expériences disponible":"Pas de expériences disponible" , 
"Expériences" :"Expériences",
"Pas de diplômes disponible":"Pas de diplômes disponible" ,
"Diplômes":"Diplômes" ,
"Certifications":"Certifications",
"Pas de certifications disponible":"Pas de certifications disponible"
,
"Rendez-vous":"Rendez-vous",
"Envoyer":"Envoyer",
"Sujet":"Sujet",
"Yes":"Oui",
"No":"Non",
"Editer votre profile":"Editer votre profile",
"All rights reserved. © 2023 - 2024 my-craft-solutions.be": "Tous droits réservés. © 2023 - 2024 my-craft-solutions.be",
"Votre message...": "Votre message...",
"envoyer": "envoyer",
"Membres": "Membres",
"Il n'y a pas encore d'utilisateurs": "Il n'y a pas encore d'utilisateurs",
"Spécialités": "Spécialités",
"See More Details": "Voir plus de détails",
"Valider": "Valider",
"Prendre un Rendez-vous": "Prendre un Rendez-vous"




}
